{"link": "https://www.youtube.com/watch?v=9u7AhsMv1mo", "genre": "Armenian folk, Armenian traditional music", "label": "duduk", "artist": "Unknown", "split": "", "manual_description": "This Armenian folk music, enriched with the haunting sound of the duduk, evokes profound feelings of sadness and mystery. Its deep and dramatic tones create melancholic atmosphere, captivating the listener with its emotive power."}
{"link": "https://www.youtube.com/watch?v=xvI9MzvQYnQ", "genre": "Armenian folk, Armenian traditional music", "label": "duduk", "artist": "Unknown", "split": "", "manual_description": "The Armenian folk music, guided by the soul-stirring tones of the Armenian duduk. Each note carries a peaceful aura, inviting listeners to embark on a quite journey of meditation and reflection."}
{"link": "https://www.youtube.com/watch?v=9wYnEyn4nU8", "genre": "Armenian folk, Armenian traditional music", "label": "duduk, duduk, duduk/drums, duduk, duduk/drums", "artist": "Unknown", "split":"0-933,1320-1884,1884-2103,2103-3070,3420-3634", "manual_description": "An Armenian folk music by Djivan Gasparyan where the enchanting melody of duduk evokes a sense of profound emotion, nostalgia and drama. Partially drums are played that inspire a mood of action into the music."}
{"link": "https://www.youtube.com/watch?v=Da8elgu9Gyg", "genre": "Armenian folk, Armenian traditional music", "label": "duduk", "artist": "Unknown", "split": "", "manual_description": "Deep and spiritual armenian folk music played using Armenian duduk. The atmosphere of the music is calm, melancholic, provoking a value of sadness and meditation."}
{"link": "https://www.youtube.com/watch?v=Fw_0lE0G3NA", "genre": "Armenian folk, Armenian traditional music", "label": "duduk", "artist": "Unknown", "split": "", "manual_description": "The music is an Armenian folk music arousing intense moods like melancholy, calmness and meditation. The sad music is played using an Armenian duduk that invites reflection and deep nostalgia."}
{"link": "https://www.youtube.com/watch?v=ZbOa6B_76Gw", "genre": "Armenian folk, Armenian traditional music", "label": "duduk", "artist": "Unknown", "split": "", "manual_description": "Armenian folk music to create strong feelings, like sadness, peace, and deep thought. It uses an Armenian duduk, which makes the atmosphere relaxing and soft."}
{"link": "https://www.youtube.com/watch?v=N_YCkwwIla8", "genre": "Armenian folk, Armenian traditional music", "label": "duduk", "artist": "Unknown", "split": "", "manual_description": "Spiritual Armenian folk music featuring Armenian duduk. The music is best for meditation, serenity, contemplation and creating calm and melancholic environment. Other musical effects are added to further develop the music piece."}
{"link": "https://www.youtube.com/watch?v=GgmMfMALVpQ", "genre": "Armenian folk, Armenian traditional music", "label": "duduk, duduk/piano, duduk, duduk, duduk/other, duduk, duduk, duduk/piano, duduk", "artist": "Unknown", "split": "0-301,301-640,640-780,880-1020,1084-1340,1340-1768,2140-2547,2547-2694,2694-end", "manual_description": "A sad Armenian folk music with Armenian duduk. The music creates strong emotions of sadness, drama and serenity. The music is played by Levon Minassian who professionally makes the music sound perfect. Piano is used partially."}
{"link": "https://www.youtube.com/watch?v=e-2Bcv5fy2E", "genre": "Armenian folk, Armenian traditional music", "label": "duduk, duduk, duduk", "artist": "Unknown", "split": "0-965,1125-1524,1628-end", "manual_description": "Relaxing Armenian folk music played using Armenian duduk. Creates a calm and meditative environment to think about the past and reflect about the present. Contains moods such as melancholy and drama."}
{"link": "https://www.youtube.com/watch?v=OaLhSrdHCBs", "genre": "Armenian folk, Armenian traditional music", "label": "duduk", "artist": "Unknown", "split": "", "manual_description": "Deep Armenian folk music evoking the memories of Caucasus. Armenian duduk creates meditative and sad environment that encourages resilience. The music is sad and best for profound contemplation."}
{"link": "https://www.youtube.com/watch?v=hJlqe_MXKV4", "genre": "Armenian folk, Armenian traditional music", "label": "duduk, duduk/drums", "artist": "Unknown", "split": "0-2135,2135-end", "manual_description": "An emotional and melodic Armenian folk music played by Djivan Gasparyan that provides relaxing atmosphere to dream and think about the future. The moods are dramatic and sad."}
{"link": "https://www.youtube.com/watch?v=LaF8Xyk--c4", "genre": "Armenian classical", "label": "essentia", "artist": "Arno Babajanyan", "split": "5-end", "manual_description": "A classical piano music played by Arno Babajanyan. The music evokes romantic, inspiring and dramatic moods that is switching from calm to active sound being an epic composition of Armenian classical music."}
{"link": "https://www.youtube.com/watch?v=kVTtXYVyebM", "genre": "Armenian classical", "label": "essentia", "artist": "Arno Babajanyan", "split": "0-225", "manual_description": "Arno Babajanyan performs a traditional, classical piano piece. The music makes you feel romantic, inspired, and dramatic. It has peaceful tone and powerful style that evoke feelings of dream."}
{"link": "https://www.youtube.com/watch?v=rD_GM1cxKLI", "genre": "Armenian classical", "label": "essentia", "artist": "Arno Babajanyan", "split": "0-290", "manual_description": "Classical piano music by Arno Babajanyan creates a mix of romance, inspiration, and drama. It smoothly transitions from peaceful to dynamic, forming an epic Armenian classical tune. It also uses violin and some other instruments as background."}
{"link": "https://www.youtube.com/watch?v=DoR2GCcMRho", "genre": "Armenian classical", "label": "essentia", "artist": "Arno Babajanyan", "split": "0-1397", "manual_description": "A heroic ballad, classical music by Arno Babajanyan played with Piano and orchestra. The play is full of emotional and dramatic moods, with fast changing melody and action."}
{"link": "https://www.youtube.com/watch?v=Ifo7Hh2lCJQ", "genre": "Armenian classical", "label": "essentia", "artist": "Arno Babajanyan", "split": "5-130", "manual_description": "A synthesia notes of piano music by Arno Babajanyan. The classical music is full of romantic melody and emotional narrative. The piece is a bit dramatic evoking a sense of love."}
{"link": "https://www.youtube.com/watch?v=HJP3OHWAIUA", "genre": "Armenian classical", "label": "essentia", "artist": "Arno Babajanyan", "split": "", "manual_description": "Arno Babajanyan plays an Armenian classical piano composition featuring romantic and dramatic moods. It is a love ballad that inspires motivation and vast emotions."}
{"link": "https://www.youtube.com/watch?v=EGhUXZIMjxU", "genre": "Armenian classical", "label": "essentia", "artist": "Arno Babajanyan", "split": "", "manual_description": "An Armenian emotional narrative by Arno Babajanyan played on piano. The music is calming yet intense, like stepping into the world of love and drama. Various powerful emotions arise when listening to this classical masterpiece."}
{"link": "https://www.youtube.com/watch?v=y90WN_RLOPg", "genre": "Armenian classical", "label": "essentia", "artist": "Arno Babajanyan", "split": "", "manual_description": "An Armenian quiet, live play on piano by Arno Babajanyan. The classical music makes the listeners to step into a dream. The melody is calm but suddenly becomes full of action and powerful."}
{"link": "https://www.youtube.com/watch?v=Q1-FJZIgH7E", "genre": "Armenian classical", "label": "essentia", "artist": "Arno Babajanyan", "split": "", "manual_description": "An Armenian romantic classical piece of music played by Arno Babajanyan using piano and orchestra. A music evoking nostalgia and emotional story. The mood is full of warmness and love."}
{"link": "https://www.youtube.com/watch?v=V6SbrzEgVoA", "genre": "Armenian classical", "label": "essentia", "artist": "Arno Babajanyan", "split": "", "manual_description": "An Armenian classical music composition of Arno Babajanyan that is played using piano and orchestra. The piece creates dramatic emotions, inspiring love and romance."}
{"link": "https://www.youtube.com/watch?v=zp2cyeAbkw8", "genre": "Armenian classical", "label": "essentia", "artist": "Arno Babajanyan", "split": "", "manual_description": "An Armenian emotional story, piano music played by Arno Babajanyan. The moods in the music are melodic, positive, powerful and romantic. The dramatic notes provoke a sense of adventure."}
{"link": "https://www.youtube.com/watch?v=dbOn0pdfkjo", "genre": "Armenian classical", "label": "essentia", "artist": "Arno Babajanyan", "split": "9-110", "manual_description": "A piano dance music by Arno Babajanyan called the dance of Vagharshapat. The active, energetic and fast music creates feelings of happiness and positiveness. A very powerful classical example of Armenian music."}
{"link": "https://www.youtube.com/watch?v=QYX0Xinu2W0", "genre": "Armenian classical", "label": "essentia", "artist": "Arno Babajanyan", "split": "", "manual_description": "A trumpet play with orchestra by Arno Babajanyan that connects the heart with the highlands. An Armenian classical music that evokes feelings of patriotism. Moods are connected to inspiring, dramatic, emotional."}
{"link": "https://www.youtube.com/watch?v=vC-7ig_NSgE", "genre": "Armenian classical", "label": "essentia", "artist": "Arno Babajanyan", "split": "", "manual_description": "Arno Babajanyan's Armenian classical piano music that is full of powerful emotions. The professional play encourages nostalgic and romantic feelings."}
{"link": "https://www.youtube.com/watch?v=orQxGYBtACY", "genre": "Armenian classical", "label": "essentia", "artist": "Tigran Mansuryan", "split": "", "manual_description": "A wonderful piano piece of Armenian classical music by Tigran Mansuryan, a romantic, dramatic and emotional ballad which reminds the tango of the childhood with the first love."}
{"link": "https://www.youtube.com/watch?v=pR0UMkEmzyw", "genre": "Armenian classical", "label": "essentia", "artist": "Tigran Mansuryan", "split": "", "manual_description": "The piece is an example of pure classical Armenian music by Tigran Mansuryan played with various instruments like trumpet. A slow, calm and emotional music that makes the listener dream about life and relax."}
{"link": "https://www.youtube.com/watch?v=qyxrZYPsSHM", "genre": "Armenian classical", "label": "essentia", "artist": "Tigran Mansuryan", "split": "", "manual_description": "An Armenian classical music by Tigran Mansuryan played on various instruments like piano, trumpet, violin and percussion. The music includes moods such as dramatic, romantic and epic."}
{"link": "https://www.youtube.com/watch?v=fi4NitO5Iug", "genre": "Armenian classical", "label": "essentia", "artist": "Tigran Mansuryan", "split": "", "manual_description": "Armenian romantic classical music by Tigran Mansuryan. The composition includes different instruments like piano, violin and trumpet. The experiences connecting to this music include emotional, calm, relaxing and romantic moods."}
{"link": "https://www.youtube.com/watch?v=j6Zt-wjeeos", "genre": "Armenian classical", "label": "essentia", "artist": "Tigran Mansuryan", "split": "", "manual_description": "A piano music by Tigran Mansuryan that reflects true Armenian classical composition. Partially shvi is played with piano which makes the music very soft and dramatic. The music is full of love and positive emotions."}
{"link": "https://www.youtube.com/watch?v=r6FOXe9yVe4", "genre": "Armenian classical", "label": "essentia", "artist": "Tigran Mansuryan", "split": "", "manual_description": "An active, strong emotional, Armenian classical piano music by Tigran Mansuryan played by piano, trumpet and percussion. The moods evoked are active, adventurous and epic which provide powerful atmosphere."}
{"link": "https://www.youtube.com/watch?v=dSjYX5eCe6Q", "genre": "Armenian classical", "label": "essentia", "artist": "Tigran Mansuryan", "split": "", "manual_description": "A calm, relaxing, slow, sad and emotional Armenian classical music by Tigran Mansuryan. There are various instruments played in the composition which is full of drama and love."}
{"link": "https://www.youtube.com/watch?v=3U7Yk0J6alM", "genre": "Armenian classical", "label": "essentia", "artist": "Tigran Mansuryan", "split": "", "manual_description": "A piano, percussion, violin and other instruments play by Tigran Mansuryan called love melody. A nice example of Armenian classical music containing very strong romantic and dramatic emotions."}
{"link": "https://www.youtube.com/watch?v=mgcNOjhlrYM", "genre": "Armenian classical", "label": "essentia", "artist": "Tigran Mansuryan", "split": "", "manual_description": "A piano piece of Armenian classical music by Tigran Mansuryan, dramatic and emotional love story about the first love and the first tango. The music is full of love and inspiration."}
{"link": "https://www.youtube.com/watch?v=r19cfQSD2f4", "genre": "Armenian classical", "label": "essentia", "artist": "Tigran Mansuryan", "split": "", "manual_description": "An Armenian classical music by Tigran Mansuryan. A calm and soft emotional music that provoke strong love feelings. The music additionally a bit sad and dramatic."}
{"link": "https://www.youtube.com/watch?v=oRg7OuCuRWc", "genre": "Armenian classical", "label": "essentia", "artist": "Tigran Mansuryan", "split": "20-end", "manual_description": "Tigran Mansuryan Armenian classical piano music. Other instruments like violin and percussion are played in the background. The moods associated with this piece are drama, emotional, love, melodic, romantic and sad."}
{"link": "https://www.youtube.com/watch?v=QAzWrZ8rGzU", "genre": "Armenian classical", "label": "essentia", "artist": "Tigran Mansuryan", "split": "", "manual_description": "A piano music by Tigran Mansuryan, an Armenian classical music that is full of romantic emotions that create a peaceful and calm environment that is suitable for deep contemplation."}
{"link": "https://www.youtube.com/watch?v=yxpqd_pRMmE", "genre": "Armenian classical", "label": "essentia", "artist": "Tigran Mansuryan", "split": "", "manual_description": "A classical Armenian piece of music by Tigran Mansuryan featuring instruments like percussion and other Armenian instruments. The relaxing and sad music makes the listener fall deep into thoughts and nostalgia."}
{"link": "https://www.youtube.com/watch?v=s5nYL0st4c4", "genre": "Armenian classical", "label": "essentia", "artist": "Tigran Mansuryan", "split": "", "manual_description": "Piano Armenian classical music with other instruments playing in the background played by Tigran Mansuryan. The composition is romantic and dramatic creating feelings of love and profound motivation."}
{"link": "https://www.youtube.com/watch?v=oMhayEBhDAc", "genre": "Armenian classical", "label": "essentia", "artist": "Tigran Mansuryan", "split": "", "manual_description": "Piano and violin piece by Tigran Mansuryan, an Armenian classical music, a romantic narrative, ballad that evokes dramatic feelings. Other moods include sad and emotional. The music reminds the first love of childhood."}
{"link": "https://www.youtube.com/watch?v=een-Bnx_G2g", "genre": "Armenian classical", "label": "essentia", "artist": "Tigran Mansuryan", "split": "0-75", "manual_description": "Tigran Mansuryan Armenian classical music. Calm and relaxing sound produced by piano, violin and other Armenian instruments. The moods are melodic, relaxing and sad."}
{"link": "https://www.youtube.com/watch?v=WssKJh7lqqc", "genre": "Armenian classical", "label": "essentia", "artist": "Tigran Mansuryan", "split": "", "manual_description": "An active trumpet, violin and percussion play by Tigran Mansuryan. The Armenian classical music creates feelings of adventure, emotional documentary. It is motivational and inspiring."}
{"link": "https://www.youtube.com/watch?v=f2UE7tJLsns", "genre": "Armenian classical", "label": "essentia", "artist": "Tigran Mansuryan", "split": "", "manual_description": "An Armenian classical, emotional play by Arno babajanyan reflecting the musics of the old days. Instruments included are trumpet, piano and violin. This ballad paints a vivid picture of emotions, ranging from sadness to heartfelt nostalgia."}
{"link": "https://www.youtube.com/watch?v=aDGympNCv1k", "genre": "Armenian classical", "label": "essentia", "artist": "Tigran Mansuryan", "split": "0-3624", "manual_description": "The embodiment of Armenian classical music, a play by Arno Babajanyan featuring instruments like piano, violin and other. The music evokes various moods like romantic, dramatic, strong and powerful emotions, sadness and profound love."}
{"link": "https://www.youtube.com/watch?v=fPp3Qh-GRqs", "genre": "Armenian classical", "label": "orchestra", "artist": "Aram Khachaturian", "split": "", "manual_description": "Waltz by Aram Khacaturian, Masquerade Suite played by orchestra. A powerful Armenian classical music, very emotional narrative creating moods like adventure, action, ballad, energetic and motivational."}
{"link": "https://www.youtube.com/watch?v=gqg3l3r_DRI", "genre": "Armenian classical", "label": "orchestra", "artist": "Aram Khachaturian", "split": "0-144", "manual_description": "The Sabre Dance by Aram Khacaturian played by orchestra, an Armenian classical music. The active composition is full of adventure, action and excitement. It is a part of a ballet and a very dramatic play."}
{"link": "https://www.youtube.com/watch?v=VLlXaxgeiXY", "genre": "Armenian classical", "label": "orchestra", "artist": "Aram Khachaturian", "split": "", "manual_description": "Aram Khachaturian Uzundara, an Armenian classical music performed by orchestra. A strong emotional piece of music that originates different emotions like drama, motivation, inspiration and love."}
{"link": "https://www.youtube.com/watch?v=_JlGS1m1PL4", "genre": "Armenian classical", "label": "orchestra", "artist": "Aram Khachaturian", "split": "", "manual_description": "Aram Khachaturian Gayaneh ballet produced with orchestra. Armenian classical music that creates strong and powerful emotions. The pace of the sound is fastly changing from active, action to slow and soft."}
{"link": "https://www.youtube.com/watch?v=gwGM09_myWE", "genre": "Armenian classical", "label": "essentia", "artist": "Aram Khachaturian", "split": "", "manual_description": "Aram Khachaturian piano music in D flat major. Other instruments like violin are also played in the background. The Armenian classical music full of different emotions like drama, emotional, dream and ballad."}
{"link": "https://www.youtube.com/watch?v=u_pNGD3r7BY", "genre": "Armenian classical", "label": "essentia", "artist": "Komitas", "split": "", "manual_description": "Shusiki by Komitas played on piano. A classical Armenian music. It encompasses diverse moods like romantic, dramatic and emotional. It seems the music is telling a love story."}
{"link": "https://www.youtube.com/watch?v=LjrsCPlFH6Y", "genre": "Armenian classical", "label": "essentia", "artist": "Komitas", "split": "", "manual_description": "Komitas Armenian classical music played on piano. A beautiful romantic music about love in spring. It makes the listener to fall into deep thoughts."}
{"link": "https://www.youtube.com/watch?v=0pNd9-KtptA", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "4-end", "manual_description": "A piano and violin armenian instrumental music. A romantic and dramatic, sad piece of music reminding about deep love. Each note dances delicately in the air, carrying whispers of passion and affection."}
{"link": "https://www.youtube.com/watch?v=TQaC-3MRuc0", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "4-end", "manual_description": "An armenian instrumental music produced by piano and violin. The mood is romantic, dramatic, like the lovers dance under it. It begs images of serenades and whispered promises. The emotional ballad strongly touches the heart."}
{"link": "https://www.youtube.com/watch?v=vCpDAI8_C0o", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Ruben Amirbekyan", "split": "", "manual_description": "Piano, violin and percussion play by Ruben Amirbekyan, an Armenian instrumental music composition that rises different emotions like motivation, inspiration, drama and sadness."}
{"link": "https://www.youtube.com/watch?v=vai3WGvfy8k", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Levon Malkhasyan", "split": "", "manual_description": "A piano Armenian instrumental music about Yerevan by Levon Malkhasyan. The music brings diverse feelings like patriotism, loving for the homeland its enduring grace and charm, hopeful and energetic mood."}
{"link": "https://www.youtube.com/watch?v=ferr6-8j7b8", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Levon Malkhasyan", "split": "", "manual_description": "Piano Armenian instrumental music by Levon Malkhasyan. An active, happy and energetic piece of music suitable for a jazz club for drinking and listening to a masterpiece. The music dances effortlessly between moments of tender nostalgia and playful improvisation"}
{"link": "https://www.youtube.com/watch?v=4VvZVg8_w5c", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Levon Malkhasyan", "split": "", "manual_description": "An Armenian instrumental music by Levon Malkhasyan played by piano and other percussion instruments. A music full of action and energy that is nice for both dancing and admiring with fast, intricate melodies and beautiful harmonies."}
{"link": "https://www.youtube.com/watch?v=hW59vI8fg64", "genre": "Armenian folk, Armenian traditional music", "label": "essentia", "artist": "Komitas", "split": "", "manual_description": "Armenian folk music by Komitas on piano. A pleasing active, romantic music with soft notes that make the listener fly in the sky full of dreams and ideas. The emotional play is motivational and inspiring."}
{"link": "https://www.youtube.com/watch?v=zc8D3m3q5sI", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "A sad Armenian music on synthesizer reminding the scenes and tragedy of Adana. The melancholic mood makes the listener to mourn and feel the dramatic events of the past of the Armenian people. "}
{"link": "https://www.youtube.com/watch?v=IeRpOjUwB6c", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "Armenian instrumental music with synthesizer, percussion and accordion instruments. The music is slow and sad story of love and has evoking emotions of drama."}
{"link": "https://www.youtube.com/watch?v=OKwl9bySd9c", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "Armenian synthesizer, love music, the mood is emotional, dramatic and romantic bringing relaxation and inspiration. The melody and harmony of the music depicts a scene of lovers opening their hearts for each other."}
{"link": "https://www.youtube.com/watch?v=B7YTeex6GMU", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "Armenian synthesizer music, emotional narrative about dreaming. The sad piece creates thoughts about true love ballad and soft energy. The beautiful piano melody unfolds, weaving a tapestry of romance and longing."}
{"link": "https://www.youtube.com/watch?v=LZexHVKs82A", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "synthesizer and violin, Armenian pop music about patriotic soldier that came to protect his homeland. The music is dramatic and emotional depicting the sad moment of farewell of the soldier going to the frontline."}
{"link": "https://www.youtube.com/watch?v=ImPDFvofhWY", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "The music with synthesizer and percussion instruments, an Armenian music about Armenian mothers. The music is sad, dramatic and emotional showing the various difficulties Armenian mothers have experienced."}
{"link": "https://www.youtube.com/watch?v=LO-3dUDM8B4", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "Armenian patriotic music played by synthesizer, percussion instruments and other accompaniments. The mood of the music is sad, emotional showing the hardships the Armenian people faced."}
{"link": "https://www.youtube.com/watch?v=00Uw9kgZ4QM", "genre": "Armenian folk, Armenian traditional music", "label": "flute/guitar", "artist": "Unknown", "split": "", "manual_description": "Armenian folk music played with percussion, violin, tar and flute. It creates slow and calm atmosphere, depicting a scene of highlands and soft wind playing in the air."}
{"link": "https://www.youtube.com/watch?v=qFuCIZuCduY", "genre": "Armenian folk, Armenian traditional music", "label": "kanon/drums/percussion/flute, duduk/kanon/drums, kanon/drums/flute", "artist": "Unknown", "split": "0-215,215-520,520-end", "manual_description": "Armenian folk music played with armenian instruments like kanon, drums, flute and duduk. The active music creates dance emotions and makes the listener move. Other moods include adventure, motivational, melodic."}  
{"link": "https://www.youtube.com/watch?v=fDRgCb5O8Y0", "genre": "Armenian folk, Armenian traditional music", "label": "kanon/drums/percussion/orchestra, kanon/drums/percussion/orchestra", "artist": "Unknown", "split": "0-460,620-end", "manual_description": "An orchestra of Armenian instruments, Armenian folk music featuring instruments like kanon, drums, violin and percussion. A traditional epic dance music with powerful instrument work."}
{"link": "https://www.youtube.com/watch?v=6ZuNmwggxbc", "genre": "Armenian folk, Armenian traditional music", "label": "duduk", "artist": "Unknown", "split": "", "manual_description": "An Armenian folk music, a calm, happy dance music with duduk. A pure traditional Armenian soft and emotional dance music."}
{"link": "https://www.youtube.com/watch?v=fhgUWN-2R5A", "genre": "Armenian folk, Armenian traditional music", "label": "kanon/drums/percussion/orchestra", "artist": "Unknown", "split": "", "manual_description": "An orchestra of Armenian instruments showing true Armenian traditional folk music. The instruments used are percussion instruments, kanon, violin and drums. The fast changing instruments make it a suitable music for Armenian dances."}
{"link": "https://www.youtube.com/watch?v=ECQHwLWimWY", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "A synthesizer, violin and percussion playing a sad Armenian instrumental music called Voluntary. The sad and dramatic moods show the tough life of a soldier on the frontline."}
{"link": "https://www.youtube.com/watch?v=1gOxB4hTvwc", "genre": "Armenian folk, Armenian traditional music", "label": "duduk", "artist": "Unknown", "split": "7-310", "manual_description": "Through the emotive strains of the Armenian duduk, this Armenian folk music creates profound feelings of sadness, peace, and introspection, adding a deep-rooted nostalgia and calm."}
{"link": "https://www.youtube.com/watch?v=eUySUAd5or0", "genre": "Armenian folk, Armenian traditional music", "label": "duduk", "artist": "Unknown", "split": "0-665", "manual_description": "This Armenian folk music, performed on the Armenian duduk, creates a bunch of intense emotions, ranging from dreaming to serenity, weaving a narrative of deep contemplation and nostalgic thoughts."}
{"link": "https://www.youtube.com/watch?v=PAHcZApyelA", "genre": "Armenian folk, Armenian traditional music", "label": "duduk", "artist": "Unknown", "split": "7-848", "manual_description": "Armenian folk, beautiful and emotional, relaxing ethnic instrumental music on Armenian duduk and piano for the soul."}
{"link": "https://www.youtube.com/watch?v=zsISUzZIbKM", "genre": "Armenian folk, Armenian traditional music", "label": "saxophone/other", "artist": "Samvel Muradyan", "split": "", "manual_description": "Armenian folk music on saxophone and other instruments such as percussion, violin and synthesizer at the background. Samvel Muradyan plays pieces of various moods such as nostalgic, melodic and relaxing."}
{"link": "https://www.youtube.com/watch?v=M62eyqkTFYw", "genre": "Armenian folk, Armenian traditional music", "label": "saxophone/other", "artist": "Samvel Muradyan", "split": "", "manual_description": "Armenian folk music played on saxophone and other accompaniments such as percussion, synthesizer and violin by Samvel Muradyan. Moods range from romantic to active dancing."}
{"link": "https://www.youtube.com/watch?v=RBQFCiUpwoc", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Vard Grig", "split": "", "manual_description": "Armenian instrumental music played on synthesizer with background music. The mood is calm, sad and relaxing with romantic tone. The musical journey speaks to the soul about life."}
{"link": "https://www.youtube.com/watch?v=vdZ_qtrKpgQ", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Vard Grig", "split": "", "manual_description": "An Armenian instrumental music played on synthesizer with sad and calm mood. The music makes the listener wander into the flower yards and be in love with the life and their partner."}
{"link": "https://www.youtube.com/watch?v=H813BQso6t8", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Vard Grig", "split": "", "manual_description": "Synthesizer plays an Armenian instrumental music with relaxing, dramatic and sad mood. It tells the story of temporal people coming to life and leaving it. The heavyhearted music makes the listener think about the life of the people."}
{"link": "https://www.youtube.com/watch?v=5PA9z6hHo2w", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Vard Grig", "split": "", "manual_description": "An Armenian instrumental music played on synthesizer and background effects of percussion instruments. The inspiring music played softly evokes feelings of nostalgia and love. The melody and harmony are beautifully combined."}
{"link": "https://www.youtube.com/watch?v=97D7BuMhh64", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Vard Grig", "split": "", "manual_description": "A sad Armenian instrumental music about love. Played on synthesizer and background effects of percussion instruments, the music adds dramatic and emotional experience to the listener. The breathtaking ballad makes the listener think about the love of his life."}
{"link": "https://www.youtube.com/watch?v=_UxnjwwiryY", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Vard Grig", "split": "", "manual_description": "An emotional Armenian instrumental music played on synthesizer and background effects of percussion instruments. Various moods are originated when listening to this music like relaxing, sadness, thoughfulness and profound calmness. The music is additionally dramatic and melodic."}
{"link": "https://www.youtube.com/watch?v=dz13KA8zHFA", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Vard Grig", "split": "", "manual_description": "A synthesizer and percussion instruments play of Armenian instrumental music. The music is calm, sad and emotional. Other moods include melodic and dramatic."}
{"link": "https://www.youtube.com/watch?v=aJ8hx3lGmyc", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Vard Grig", "split": "", "manual_description": "The instruments played in this Armenian instrumental music are synthesizer and percussion instruments. The moods are calm and relaxing, romantic and emotional."}
{"link": "https://www.youtube.com/watch?v=fvGON4lauxI", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Vard Grig", "split": "", "manual_description": "Percussion instruments and piano is playing an Armenian instrumental music. The melody is romantic and thought provoking. The calm and relaxing instrumental music makes the listener go deep into contemplation."}
{"link": "https://www.youtube.com/watch?v=kVuWvrnjfEc", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Vard Grig", "split": "", "manual_description": "The synthesizer plays a melodic Armenian instrumental music that has fast changing pace from relaxing and calm to action and happy. Additionally contains emotional mood."}
{"link": "https://www.youtube.com/watch?v=kKreF5Si8e0", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Vard Grig", "split": "", "manual_description": "Erebuni-Erevan Armenian instrumental music played on synthesizer and percussion instruments. Very melodic and powerful instrumental music that makes the imagination depict the beauty of Yerevan. Moods include intense emotional and dramatic experience."}
{"link": "https://www.youtube.com/watch?v=znEfDvPpfXU", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Vard Grig", "split": "", "manual_description": "A sad Armenian music played on synthesizer and percussion instruments. The music is about Armenia describing sadness and hardships that the country went through. The additional moods are emotional, dramatic and hopeful."}
{"link": "https://www.youtube.com/watch?v=RgH1a_hH6nU", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "An emotional Armenian music played on percussion instruments and synthesizer. The music creates feelings of nostalgia, hope and drama."}
{"link": "https://www.youtube.com/watch?v=GeNjJgHobcY", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "A relaxing Armenian instrumental music that is performed on synthesizer, violin and percussion instruments. The music makes the the listener to relax and feel calm. Additionally, it makes the listener to go deep into the memories and emotiones, delving into the past."}
{"link": "https://www.youtube.com/watch?v=MVPTkODX8Xc", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "A synthesizer music with beat in the background. The composer plays an Armenian instrumental music that has sad tint, depicting emotional and dramatic experience."}
{"link": "https://www.youtube.com/watch?v=3yd7KlQPNeg", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "An Armenian instrumental music with synthesizer is played as the primary instrument and other instruments playing in the background such as violin. The music is very sad and emotional. Makes the listener go deep into the melody and cry."}
{"link": "https://www.youtube.com/watch?v=XGLo88cKsLo", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "Synthesizer plays an Armenian instrumental music with orchestral instruments like violin playing in the background. The music is relaxing, calm and emotional."}
{"link": "https://www.youtube.com/watch?v=yqzbLKnNcJs", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "Synthesizer along with percussion instruments are playing an Armenian instrumental music. The music is melodic with relaxing, but a bit active with dramatic moods."}
{"link": "https://www.youtube.com/watch?v=Vbbvj6pP81k", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "Synthesizer, violin and guitar are playing a sad Armenian instrumental music. The music is stepped in the rich history of Armenia, where each note delves into the hardships it faced. Moods are emotional, dramatic and hopeful."}
{"link": "https://www.youtube.com/watch?v=n0_M-MfrVTQ", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "Synthesizer plays an Armenian instrumental music. There are also percussion instruments playing in the background. The music is sad, melodic and dramatic, as well as has a bit active pace."}
{"link": "https://www.youtube.com/watch?v=YDyr3hcsMpU", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "The Armenian instrumental music is played with Synthesizer, violin and percussion instruments at the background. The music is sad, emotional and dramatic."}
{"link": "https://www.youtube.com/watch?v=u3xluvGvFQQ", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "An Armenian instrumental music played with synthesizer and percussion instruments in the background. The music is happy, energetic and providing good mood."}
{"link": "https://www.youtube.com/watch?v=sv6lRhW-mBQ", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "A sad Armenian music played on synthesizer and violin in the background. It provides various emotional moods such as drama, melancholy and sadness."}
{"link": "https://www.youtube.com/watch?v=j7QklWJNVeA", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "A synthesizer accompanied by percussion instruments plays a sad Armenian instrumental music. The moods are very emotional and dramatic. It is an instrumental version for an Armenian instrumental music."}
{"link": "https://www.youtube.com/watch?v=DemNrc2YFkM", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "Inspiring and emotional synthesizer composition for an Armenian instrumental music about childhood difficulties."}
{"link": "https://www.youtube.com/watch?v=ABgCttN4LyA", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "A sad and mourning music that was created using synthesizer The composition is for an Armenian instrumental music dedicated to memory of the genocide."}
{"link": "https://www.youtube.com/watch?v=aNdTURl-WHw", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "A romantic piano instrumental music that has a bit of sad and heartbroken mood. Might contain guitar at times. The music can match with the instrumental version of an Armenian instrumental music by Harout Pamboukjian"}
{"link": "https://www.youtube.com/watch?v=G_U3ztMNcmQ", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "The music features a gentle, melodic piano as the main instrument, setting a soothing and romantic atmosphere. Occasionally, the guitar joins in, adding a warm, subtle depth to the sound."} 
{"link": "https://www.youtube.com/watch?v=barLpPESzdE", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "Accompanied by a vibrant ensemble of percussion instruments, the piano composition conveys sense of energy and patriotism. At times, the tempo quickens."} 
{"link": "https://www.youtube.com/watch?v=vUiJmALKfWE", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "This combination of piano and percussion instruments creates an inspiring and patriotic sound, with a sense of pride and vigor. The music uplifts and energizes and can be used as a music for the Sevak Amroyan's instrumental music."} 
{"link": "https://www.youtube.com/watch?v=5Vs5ERn-l78", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "This music features a serene and romantic melody led by the piano, which sets a soothing and heartfelt tone. Accompanied by other instruments, it creates a lush and harmonious atmosphere. It is ideal for an Armenian instrumental music"}
{"link": "https://www.youtube.com/watch?v=qzeY340pA3A", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "The music is led by an expressive piano that captures the essence of romance, weaving intricate melodies that convey heartfelt appreciation. Accompanied by gentle Armenian-style percussion."} 
{"link": "https://www.youtube.com/watch?v=SQYC29E3e6g", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "The music features a soulful violin as the main instrument, evoking a sense of romance, love and appreciation. Accompanied by a gentle piano and soft percussion, the composition embodies an Armenian-style warmth, creating a peaceful and heartfelt feeling."} 
{"link": "https://www.youtube.com/watch?v=qliyuo2UuWY", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "Piano composition crafted by an Armenian composer, occasionally accompanied by a mournful violin and gentle percussion, which expresses a deep sense of sadness and mourning through its somber, melancholic melodies."} 
{"link": "https://www.youtube.com/watch?v=hrvV4VkwWFE", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "A piano and violin music, creating a deeply emotional atmosphere. With a focus on asking for forgiveness, the composition, crafted for an Armenian instrumental music, conveys a profound sense of sadness and remorse"}
{"link": "https://www.youtube.com/watch?v=szgdTAUuBAk", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "Tender and emotional piano that captures the essence of romance and relaxation. With an Armenian-style influence, the composition evokes a sense of nostalgia and deep feeling, providing a soothing and heartfelt listening experience."} 
{"link": "https://www.youtube.com/watch?v=0FFfIe6enLk", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "Gentle and soothing piano, creating a calming and relaxing atmosphere. Ideal for an Armenian-style children's instrumental music."} 
{"link": "https://www.youtube.com/watch?v=DREOr-UbrJc", "genre": "Armenian folk, Armenian traditional music", "label": "drums/tar/percussion, klarnet/zurna/tar/drums, zurna/drums, tar/drums/other, zurna/drums, kamancha/drums, zurna/kamancha/drums, zurna/drums, kamancha/drums", "artist": "Unknown", "split": "0-170,170-430,572-738,996-1451,1659-1804,1804-2147,2250-2522,2522-2580,2580-end", "manual_description": "Armenian folk music played by various Armenian national instruments. Pure traditional dance music."}
{"link": "https://www.youtube.com/watch?v=RaRQsGPCSQc", "genre": "Armenian folk, Armenian traditional music", "label": "essentia", "artist": "Samvel Mxitaryan", "split": "", "manual_description": "Violin music played in an Armenian music with percussion instruments, other instruments like synthesizer and trumpet. The moods are romantic, emotional and melodic. The music is created in the ballad style."}
{"link": "https://www.youtube.com/watch?v=O84lhBkp5e0", "genre": "Armenian folk, Armenian traditional music", "label": "essentia", "artist": "Samvel Mxitaryan", "split": "", "manual_description": "An Armenian music played with violin, synthesizer, drums and percussion. The mood is happy, romantic, full of love and dramatic. The pace is active and suitable for dancing."}
{"link": "https://www.youtube.com/watch?v=D5f_0nZzBmY", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Samvel Mxitaryan", "split": "", "manual_description": "Synthesizer, percussion, drums and violin played along each other in a beautiful Armenian music. The music is romantic and evokes feeling of love and drama."}
{"link": "https://www.youtube.com/watch?v=nrx1xRBYSUc", "genre": "Armenian folk, Armenian traditional music", "label": "essentia", "artist": "Samvel Mxitaryan", "split": "", "manual_description": "An Armenian folk in Caucasus style performed with synthesizer, percussion, guitar and violin. The mood is romantic and happy. An appropriate music for dancing."}
{"link": "https://www.youtube.com/watch?v=DSywsD6-Hho", "genre": "Armenian folk, Armenian traditional music", "label": "essentia", "artist": "Samvel Mxitaryan", "split": "", "manual_description": "A dancing traditional Armenian folk music by Komitas called Vagharshapat dance featuring instruments like violin, synthesizer, percussion. Very energetic, active, epic and romantic. Creates feelings of happiness and positiveness. "}
{"link": "https://www.youtube.com/watch?v=_XBH-zebKrE", "genre": "Armenian folk, Armenian traditional music", "label": "essentia", "artist": "Samvel Mxitaryan", "split": "", "manual_description": "An emotional traditional Armenian folk music played on violin and synthesizer, percussion instruments. The music is romantic, melodic and dramatic. A calm Armenian dance music."}
{"link": "https://www.youtube.com/watch?v=lmT3JWOeT2k", "genre": "Armenian folk, Armenian traditional music", "label": "essentia", "artist": "Samvel Mxitaryan", "split": "", "manual_description": "An Armenian folk featured with violin, guitar, synthesizer and percussion. A calm and relaxing music that makes the listener fall into contemplation."}
{"link": "https://www.youtube.com/watch?v=DaLbsAk7FE0", "genre": "Armenian folk, Armenian traditional music", "label": "essentia", "artist": "Samvel Mxitaryan", "split": "22-end", "manual_description": "Violin, synthesizer, percussion and drums play the beautiful armenian folk that is characterized as a happy dance. The pace is very active and provokes positive, melodic and energetic moods."}
{"link": "https://www.youtube.com/watch?v=87UCP5GklXs", "genre": "Armenian classical", "label": "essentia", "artist": "Samvel Mxitaryan", "split": "", "manual_description": "Violin and piano performing a sad Armenian folk music by Tigran Mansuryan. The music is sad and unhappy, depicting hardships and poor living. The moods are dramatic and emotional."}
{"link": "https://www.youtube.com/watch?v=ox4fsHmflUY", "genre": "Armenian classical", "label": "essentia", "artist": "Samvel Mxitaryan", "split": "", "manual_description": "Violin, piano play Tigran Mansuryan's Armenian folk music. Very emotional and dramatic piece of music that has strong and powerful emotional ballad with relaxing atmosphere."}
{"link": "https://www.youtube.com/watch?v=4g3qHVat-n8", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Samvel Mxitaryan", "split": "", "manual_description": "Piano and violin featuring a melancholic Armenian instrumental music. The moods arising in this music are sad, dramatic and deeply emotional."}
{"link": "https://www.youtube.com/watch?v=KZG1JbMq7T8", "genre": "Armenian folk, Armenian traditional music", "label": "duduk", "artist": "Unknown", "split": "", "manual_description": "A calm and relaxing Armenian traditional duduk music. The moods involved in the music are sad, dreaming and dramatic."}
{"link": "https://www.youtube.com/watch?v=Vo65H6it4Xc", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/violin/drums/synthesizer", "artist": "Unknown", "split": "", "manual_description": "Klarnet, percussion, violin, drums and synthesizer play a happy Armenian dance music commonly played in Armenian celebrations making the listeners enjoy every moment of the joyful occassion."}
{"link": "https://www.youtube.com/watch?v=aVt5Ud4i2-4", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/drums/synthesizer", "artist": "Unknown", "split": "", "manual_description": "Armenian instruments including klarnet, percussion, drums and synthesizer play a slow paced Armenian dance music invoking enjoyment, happiness and positivity."}
{"link": "https://www.youtube.com/watch?v=AgclccNCG4k", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/drums/synthesizer", "artist": "Unknown", "split": "", "manual_description": "Armenian Eghishi dance played on klarnet, percussion, drums and synthesizer generating various positive moods including happiness, cheerfulness and joyfulness. A traditional dance music played in various occassions."}
{"link": "https://www.youtube.com/watch?v=hVibvZK6XFs", "genre": "Armenian folk, Armenian traditional music", "label": "zurna/percussion/drums/synthesizer", "artist": "Unknown", "split": "", "manual_description": "Zurna, synthesizer, drums and percussion playing a jolly Armenian dance music that best suits for Armenian happy events like weddings. The active melody provokes action and fast movements."}
{"link": "https://www.youtube.com/watch?v=lE5l3AauqJ8", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/drums/synthesizer", "artist": "Unknown", "split": "", "manual_description": "Klarnet, percussion, drums and synthesizer perform a beautiful, romantic melody Armenian dance music full of joy, happiness, with a captivating melody, setting the perfect ambiance for lively Armenian dances and celebratory occasions."}
{"link": "https://www.youtube.com/watch?v=PUTpgryOgxg", "genre": "Armenian folk, Armenian traditional music", "label": "zurna/drums/percussion/synthesizer", "artist": "Unknown", "split": "", "manual_description": "An Armenian dance music played on zurna, synthesizer, drums and percussion that wake up positive mood, infusing the atmosphere with boundless energy and inviting guests to join in the festivities."}
{"link": "https://www.youtube.com/watch?v=jOto6BHge4U", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/drums/synthesizer", "artist": "Unknown", "split": "", "manual_description": "A klarnet, percussion, drums and synthesizer playing a happy mood Armenian dance music with positive aura, weaving a tapestry of warmth and connection, fostering deep emotional bonds and active dances."}
{"link": "https://www.youtube.com/watch?v=w6ddBIVyvv4", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/drums/synthesizer", "artist": "Unknown", "split": "", "manual_description": "A cultural journey through Armenian wedding traditions, where the melodious tones of klarnet, drums, percussion, and synthesizer create a happy mood and mesmerizing backdrop for graceful movements steeped in ancient customs."}
{"link": "https://www.youtube.com/watch?v=mSlERnKOx_A", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/drums/synthesizer", "artist": "Unknown", "split": "", "manual_description": "A super active Armenian dance music played on klarnet, percussion, drums and synthesizer evoking very energetic dances and very fast movements. The melody is so fast that no one can't resist it's melody and will definitely start dancing."}
{"link": "https://www.youtube.com/watch?v=D56TjSiSxfw", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/drums/synthesizer", "artist": "Unknown", "split": "", "manual_description": "Klarnet, percussion, drums and synthesizer play a happy mood Armenian dance music. The active play makes the listener sway, move and have a nice time in an Armenian celebration."}
{"link": "https://www.youtube.com/watch?v=VgzPrGJ98PY", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/accordion/drums/synthesizer", "artist": "Unknown", "split": "", "manual_description": "Klarnet, percussion, drums, accordion and synthesizer perform an Armenian dance music. The instruments combine to evoke a happy mood, positivity, deep desire to dance and celebrate beneath the enchanting melody."}
{"link": "https://www.youtube.com/watch?v=sLx3EaReObU", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/drums/synthesizer", "artist": "Unknown", "split": "", "manual_description": "A romantic, melodic performance of an Armenian instrumental folk music played on klarnet, percussion, drums and synthesizer. The beautiful music evokes romance, love feelings, passion and dance will."}
{"link": "https://www.youtube.com/watch?v=0vYpv5eizYU", "genre": "Armenian folk, Armenian traditional music", "label": "zurna/percussion/drums/synthesizer", "artist": "Unknown", "split": "", "manual_description": "Zurna, percussion, drums and synthesizer play an Armenian dance music that provokes moving mood by dancing Armenian old tradition dances, promoting warmth and closeness with relatives and friends."}
{"link": "https://www.youtube.com/watch?v=D4k9ec0vKSc", "genre": "Armenian folk, Armenian traditional music", "label": "synthesizer/percussion/drums", "artist": "Unknown", "split": "", "manual_description": "Synthesizer, percussion and drums play a very active Armenian dance music, that ignite a frenzy of movement and joy, inspiring lively and spirited dances filled with boundless energy."}
{"link": "https://www.youtube.com/watch?v=BA0ulUdh9sM", "genre": "Armenian folk, Armenian traditional music", "label": "violin/synthesizer/percussion/drums", "artist": "Unknown", "split": "", "manual_description": "Violin, synthesizer, percussion and drums perform a very beautiful Armenian dance music where each note resonates with emotional depth, romance, love ballad, happiness, and a sense of fulfillment, creating a truly captivating performance."}
{"link": "https://www.youtube.com/watch?v=9YH2MdEu8lA", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "", "manual_description": "Armenian dance music played on klarnet, percussion, synthesizer and drums that emerge an active dance environment for the listeners. The moods include joy, happiness, positivity and emotional tone that makes everyone move and appreciate each note of the music."}
{"link": "https://www.youtube.com/watch?v=kVg4Vc5EWsM", "genre": "Armenian folk, Armenian traditional music", "label": "synthesizer/percussion/drums", "artist": "Unknown", "split": "", "manual_description": "Percussion, drums and synthesizer play a joyous Armenian traditional dance medley, often heard echoing through the halls of festive Armenian gatherings. The music is a mix of active and contemplating moods."}
{"link": "https://www.youtube.com/watch?v=5gWbWJiikEA", "genre": "Armenian folk, Armenian traditional music", "label": "violin/synthesizer/percussion/drums", "artist": "Unknown", "split": "", "manual_description": "A very romantic, beautiful and emotional play on violin, synthesizer, percussion and drums provoking various moods including positivity, love, passion, emotionality and happiness. Motivates everyone to dance and appreciate every moment of their lives."}
{"link": "https://www.youtube.com/watch?v=SUGxH9-Sk3o", "genre": "Armenian folk, Armenian traditional music", "label": "zurna/synthesizer/percussion/drums", "artist": "Unknown", "split": "", "manual_description": "An active performance featuring zurna, synthesizer, drums and percussion. The energetic play motivates dancing, fast movements and swaying. The active melody raises the mood of the listener and provides happy feelings."}
{"link": "https://www.youtube.com/watch?v=-tEW4ZB4VFM", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/percussion/synthesizer/accordion", "artist": "Unknown", "split": "", "manual_description": "Armenian klarnet, drums, accordion, percussion and synthesizer play a happy mood melody, which is an Armenian dance music often seen in Armenian occassions. The music raises mood, promotes positivity and happiness."}
{"link": "https://www.youtube.com/watch?v=N4b0VcxBxI0", "genre": "Armenian folk, Armenian traditional music", "label": "tar/drums/percussion/synthesizer/violin", "artist": "Unknown", "split": "", "manual_description": "Armenian instrument tar, along with drums, percussion, synthesizer and violin play an active Armenian dance music raising mood, originating positivity, a desire to dance and sway in an energetic way."}
{"link": "https://www.youtube.com/watch?v=lO567dY7ldk", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/synthesizer/percussion/drums/violin", "artist": "Unknown", "split": "29-end", "manual_description": "A klarnet, synthesizer, partly violin, percussion and drums play a romantic, beautiful, active Armenian dance music. The music makes the listener feel like in the sky, dancing in the sky with clouds. Active positivity, happiness promoting music."}
{"link": "https://www.youtube.com/watch?v=w1ikZ-EUjFo", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/synthesizer/percussion/drums", "artist": "Unknown", "split": "", "manual_description": "Klarnet, synthesizer, percussion and drums playing a melodic and beautiful Armenian dance music with some romantic tones. The music evokes positivity, romance, desire to dance with the loved one, like an emotional narrative."}
{"link": "https://www.youtube.com/watch?v=QpBZXNb2y8A", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/synthesizer/percussion/drums/violin", "artist": "Unknown", "split": "", "manual_description": "A melodic Armenian dance music featuring klarnet, violin, synthesizer, percussion and drums. It transports audiences to a realm of joyous, evening celebration and communal revelry, with happy and positive, with some romantic tone, promoting loving and warmth."}
{"link": "https://www.youtube.com/watch?v=T4hrbfSbspI", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/synthesizer/percussion/drums", "artist": "Unknown", "split": "", "manual_description": "Klarnet, percussion, drums and synthesizer are playing an Armenian dance music. With calm pace, it divides the mood into either contemplating or slow dance mood to sway and appreciate the beautiful melody on the dance hall."}
{"link": "https://www.youtube.com/watch?v=nTSdXdgwK_I", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/duduk/trumpet/synthesizer/drums/percussion", "artist": "Unknown", "split": "", "manual_description": "The set of klarnet, duduk, trumpet, synthesizer, drums and various percussion instruments playing a mix of diverse moods in an exceptional Armenian dance music. The mood is fast changing from positive, to romantic, to serious, from active to contemplating."}
{"link": "https://www.youtube.com/watch?v=CkijrsiIZW4", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/synthesizer/percussion", "artist": "Unknown", "split": "", "manual_description": "An Armenian wedding dance music played on klarnet, drums, synthesizer and percussion. A happy, positive, slow dance music gathering everyone and providing warmth and closeness."}
{"link": "https://www.youtube.com/watch?v=0PbGkxI23_E", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/synthesizer/percussion", "artist": "Unknown", "split": "", "manual_description": "The exuberant spirit of Armenian dance music, as the lively strains of klarnet, drums, percussion, and synthesizer ignite a fervor of excitement and merriment, infusing gatherings with an infectious energy, promoting active dances."}
{"link": "https://www.youtube.com/watch?v=xc9X2aXGxj4", "genre": "Armenian folk, Armenian traditional music", "label": "zurna/drums/synthesizer/percussion", "artist": "Unknown", "split": "", "manual_description": "Zurna, drums, synthesizer and percussion playing a loud Armenian dance music. Invoking a desire to dance in an old-fashioned Armenian dances injecting positiveness, happiness and satisfaction."}
{"link": "https://www.youtube.com/watch?v=8yvyupC3Hk8", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/synthesizer/percussion/accordion", "artist": "Unknown", "split": "", "manual_description": "klarnet, drums, accordion, percussion and synthesizer playing a typical Armenian dance music with positive energy evoking dance desire and lively movements. The music provides much happiness and enjoyment."}
{"link": "https://www.youtube.com/watch?v=uKQp7rz-fPw", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/synthesizer/percussion", "artist": "Unknown", "split": "0-55", "manual_description": "Klarnet, percussion, drums and synthesizer playing an active Armenian dance music that creates an ideal dancing aura for Armenian happy events' celebration. It provides the necessary moods for dancing: happiness, positiveness and enjoyment."}
{"link": "https://www.youtube.com/watch?v=Y58Ryym3Qb0", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/synthesizer/percussion", "artist": "Unknown", "split": "", "manual_description": "Klarnet, drums, synthesizer and percussion playing a happy Armenian dance music, full of joy and positive energy. The instruments blend together to evoke a profound sense of cultural identity and pride that are accompanied with the desire to actively dance."}
{"link": "https://www.youtube.com/watch?v=fwQ8kq0ABjw", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/synthesizer/percussion", "artist": "Unknown", "split": "", "manual_description": "An active pace Armenian dance music played on klarnet, drums, synthesizer and percussion. The joyous atmosphere created by the vibrant melody is ideal for lively dances in different Armenian happy events."}
{"link": "https://www.youtube.com/watch?v=bWfMhZEoEwU", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/synthesizer/percussion", "artist": "Unknown", "split": "", "manual_description": "The enchanting music of Armenian dance melody, where the melodic interplay of klarnet, percussion, drums, and synthesizer create an alive atmosphere with vibrant energy and spirited dance provoking happy, positive and joyous mood."}
{"link": "https://www.youtube.com/watch?v=RaBy74JnWRk", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/synthesizer/percussion", "artist": "Unknown", "split": "", "manual_description": "Rich tapestry of Armenian folk music, where klarnet, drums, percussion, and synthesizer unite to create an atmosphere brimming with joyous celebration and lively dance, raising mood, providing vibrant energy and motivation to dance."}
{"link": "https://www.youtube.com/watch?v=WwIrshMjXA8", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/synthesizer/percussion/violin", "artist": "Unknown", "split": "", "manual_description": "The captivating melodies of Armenian dance music, where the soulful sounds of klarnet, violin, drums, percussion, and synthesizer evoke a deep sense of connection to the country's rich cultural heritage and musical traditions, bringing desire to sway, dance and do lively moves."}
{"link": "https://www.youtube.com/watch?v=2YdijueSJXA", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/synthesizer/percussion/accordion", "artist": "Unknown", "split": "", "manual_description": "A very fast pace Armenian dance music featuring klarnet, accordion, drums, synthesizer, percussion, which creates a very energetic aura, making everyone dance and enjoy the beautiful and melodic music."}
{"link": "https://www.youtube.com/watch?v=Xvao6csagZw", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/synthesizer/percussion", "artist": "Unknown", "split": "", "manual_description": "Beautiful Armenian dance music played on klarnet, drums, percussion and synthesizer which invokes a strong want to dance, engage in the celebration, enjoy the melodic performance by moving and experiencing the notes on the body."}
{"link": "https://www.youtube.com/watch?v=0lUaK1IyQEY", "genre": "Armenian folk, Armenian traditional music", "label": "violin/synthesizer/drums/percussion", "artist": "Unknown", "split": "", "manual_description": "Violin, synthesizer, percussion and drums playing a beautiful sounding Armenian dance music that contains romantic tones in it. It deeply penetrates the soul of the listener and makes him move, dance and sway by raising mood, adding positivity to the overall environment."}
{"link": "https://www.youtube.com/watch?v=aEG3Si4l-eM", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/synthesizer/drums/percussion", "artist": "Unknown", "split": "", "manual_description": "The soul-stirring melodies of klarnet, drums, synthesizer, and percussion transport you to the heart of Armenian culture, where the music speaks volumes about the resilience, joy, and spirit of the Armenian people inviting to slow traditional dances."}
{"link": "https://www.youtube.com/watch?v=phnqZ2KInmw", "genre": "Armenian folk, Armenian traditional music", "label": "zurna/drums/synthesizer/percussion", "artist": "Unknown", "split": "", "manual_description": "Strong drums play along with zurna, percussion and synthesizer a motivational Armenian dance music. It invites everyone to dance an Armenian traditional dance, fill with inspiration, hope and strength by showcasing the power of the Armenian people."}
{"link": "https://www.youtube.com/watch?v=3HYzcU35vt8", "genre": "Armenian folk, Armenian traditional music", "label": "zurna/drums/synthesizer/percussion", "artist": "Unknown", "split": "", "manual_description": "Zurna, drums, synthesizer and percussion playing a hard music invoking inspiration, hope and strength. The Armenian music that is not melodic but seems the notes are telling a story of hardships and difficulties the nation went through."}
{"link": "https://www.youtube.com/watch?v=zvayUhiD0K4", "genre": "Armenian folk, Armenian traditional music", "label": "zurna/drums/percussion", "artist": "Unknown", "split": "14-end", "manual_description": "Zurna, drums, percussion playing a traditional Armenian dance music. The sound originated from these instruments evokes a desire to dance in an Armenian traditional way, raises mood, adds positivity to the overall environment."}
{"link": "https://www.youtube.com/watch?v=9n6S-TfB6KM", "genre": "Armenian folk, Armenian traditional music", "label": "zurna/drums/percussion", "artist": "Unknown", "split": "", "manual_description": "Zurna, drums, percussion playing a hard music, an Armenian folk music. The blend of these instruments creates a will to dance in an Armenian traditional way, to show strength and support for each other."}
{"link": "https://www.youtube.com/watch?v=z6GFVUwiVIE", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/synthesizer/drums/percussion/violin", "artist": "Unknown", "split": "", "manual_description": "Klarnet and violin, accompanied with synthesizer, drums and percussion are playing an active Armenian dance music that evokes various positive feelings, a strong desire to dance, move and celebrate. It's hard to resist such active music and not to move actively."}
{"link": "https://www.youtube.com/watch?v=tY7qQ9AiLVk", "genre": "Armenian folk, Armenian traditional music", "label": "percussion/shvi/violin/other", "artist": "Unknown", "split": "", "manual_description": "Diverse Armenian instruments including shvi accompanied by violin, percussion and other instruments are playing a romantic, soft, beautiful melody that invites everyone to dance, enjoy every note of the wonderful play. The harmony is so beautiful that it makes the listener dream."}
{"link": "https://www.youtube.com/watch?v=Th01IV_o0_0", "genre": "Armenian folk, Armenian traditional music", "label": "Tar/duduk/percussion", "artist": "Unknown", "split": "", "manual_description": "Tar, duduk and percussion playing a beautiful Armenian folk music. The music wakes up various moods including positivity, kindness and strong emotions. The music is performed in old fashioned way inviting to old style dancing."}
{"link": "https://www.youtube.com/watch?v=d8GXZp5h770", "genre": "Armenian folk, Armenian traditional music", "label": "drums/percussion/duduk", "artist": "Unknown", "split": "", "manual_description": "Duduk, drums and percussion playing a slow paced, Armenian traditional folk music that has a contemplating mood, an ideal one for listening and relaxing the soul. The calm notes evoke deep thought and appreciation."}
{"link": "https://www.youtube.com/watch?v=IeYQmFI9YR0", "genre": "Armenian folk, Armenian traditional music", "label": "blul/percussion/drums", "artist": "Unknown", "split": "", "manual_description": "Blul, percussion and drums playing an Armenian folk dance melody. The soft, active and relaxing play evokes feelings of positivity, kindness and emotionality. By inviting everyone to dance, sway or move, it provides warm and loving aura."}
{"link": "https://www.youtube.com/watch?v=_Lr_KIEksY0", "genre": "Armenian folk, Armenian traditional music", "label": "blul/drums", "artist": "Unknown", "split": "", "manual_description": "Blul and drums playing an old Armenian traditional dance melody originating positive and happy moods. The calm melody becomes an active dance music during the performance. An ideal example of Armenian old traditional melody."}
{"link": "https://www.youtube.com/watch?v=JTJaqFL8P8I", "genre": "Armenian folk, Armenian traditional music", "label": "drums/duduk", "artist": "Unknown", "split": "", "manual_description": "Duduk and drums playing an old Armenian traditional dance music. A calm, relaxing one, provoking slow and beautiful dances, in an Armenian old fashion. It creates happy, positive and upbeat moods."}
{"link": "https://www.youtube.com/watch?v=rIhzdw1Ly-U", "genre": "Armenian folk, Armenian traditional music", "label": "zurna/percussion/tar/drums/violin", "artist": "Unknown", "split": "", "manual_description": "Zurna, tar, drums and percussion are playing an Armenian traditional folk music with violin played at the end. The beautiful blend of these instruments originates positive and active mood, a good one for Armenian dances. A vivid example of an Armenian traditional music played on Armenian instruments."}
{"link": "https://www.youtube.com/watch?v=CALtVlDAFDk", "genre": "Armenian folk, Armenian traditional music", "label": "zurna/drums/tar/percussion", "artist": "Unknown", "split": "", "manual_description": "Zurna, tar accompanied by drums and percussion are playing a traditional Armenian dance music. A slow paced, calm and relaxing dance music inviting everyone to sway and enjoy every note of the wonderful play. It produces happy and positive mood, making the listener smile and appreciate the play."}
{"link": "https://www.youtube.com/watch?v=zxMTrXQYhQo", "genre": "Armenian folk, Armenian traditional music", "label": "zurna/percussion/tar/drums", "artist": "Unknown", "split": "", "manual_description": "Zurna, tar, percussion and drums are playing an Armenian traditional folk dance melody. A beautiful play, inviting everyone to dance in an old Armenian fashion. It injects positive and happy mood to its listeners."}
{"link": "https://www.youtube.com/watch?v=L4i36Gl6mNk", "genre": "Armenian folk, Armenian traditional music", "label": "zurna/percussion/tar/drums", "artist": "Unknown", "split": "", "manual_description": "An Armenian old traditional folk dance music featuring zurna, tar, percussion and drums invoking happy and positive mood, creating a strong desire to move and dance under the beautiful notes of the play."}
{"link": "https://www.youtube.com/watch?v=3wB4bxlHDTE", "genre": "Armenian folk, Armenian traditional music", "label": "zurna/percussion/tar/drums", "artist": "Unknown", "split": "", "manual_description": "An Armenian old traditional folk dance music featuring zurna, tar, percussion and drums that add positivity and happiness to the listener, a majestic sound invites everyone to dance and celebrate by providing warmness and kindness among the listeners."}
{"link": "https://www.youtube.com/watch?v=HtdoIyehChA", "genre": "Armenian folk, Armenian traditional music", "label": "synthesizer/percussion/violin/tar/duduk, duduk, duduk/drums/percussion/synthesizer/tar, duduk, synthesizer/percussion/zurna/drums/duduk, duduk, klarnet/drums/percussion/synthesizer/duduk/shvi/violin, duduk, duduk/drums/percussion/synthesizer/violin, duduk, duduk, duduk, klarnet/duduk/drums/percussion/synthesizer", "artist": "Unknown", "split": "0-272,272-499,499-765,765-1139,1139-1366,1366-1677,1677-1916,1916-2905,2905-3171,3171-3508,3733-4386,5664-6230,6230-end", "manual_description": ""}
{"link": "https://www.youtube.com/watch?v=1GCF9ewcr-o", "genre": "Armenian folk, Armenian traditional music", "label": "tar/percussion/Kamancha, drums/percussion/Kamancha, drums/percussion/duduk/Kamancha, drums/percussion/Kamancha, drums/percussion/Kamancha", "artist": "Unknown", "split": "0-359,552-1232,1232-1322,1322-2107,2296-end", "manual_description": ""}
{"link": "https://www.youtube.com/watch?v=rhA5mDYBKqc", "genre": "Armenian folk, Armenian traditional music", "label": "synthesizer/klarnet/drums/percussion", "artist": "Unknown", "split": "", "manual_description": "Synthesizer, klarnet, drums and percussion are playing an Armenian instrumental music that evoke drama, romance and emotional mood. It makes the listener fall into contemplation and dream about life."}
{"link": "https://www.youtube.com/watch?v=F5PXko-6zMc", "genre": "Armenian folk, Armenian traditional music", "label": "synthesizer/klarnet/percussion", "artist": "Unknown", "split": "", "manual_description": "Synthesizer, klarnet and percussion playing an instrumental Armenian music a dramatic, emotional and romantic melody, that provides much excitement and wistfulness making the listener think deeply."}
{"link": "https://www.youtube.com/watch?v=P1Xqzlo3HCg", "genre": "Armenian folk, Armenian traditional music", "label": "synthesizer/percussion/saxophone/klarnet", "artist": "Unknown", "split": "", "manual_description": "Saxophone, klarnet, synthesizer and percussion are playing a romantic Armenian instrumental folk. The moods are positive, dramatic, emotional, telling a love narrative, ballad and inviting to a tango or waltz dance."}
{"link": "https://www.youtube.com/watch?v=wok2IdCEwuQ", "genre": "Armenian folk, Armenian traditional music", "label": "synthesizer/percussion/klarnet", "artist": "Unknown", "split": "", "manual_description": "A calm, relaxing play of an Armenian instrumental folk on klarnet, percussion and synthesizer. The mood is emotional, dramatic, heavy and slow. Making the listener fall into deep contemplation."}
{"link": "https://www.youtube.com/watch?v=Mu4lzesrJYU", "genre": "Armenian folk, Armenian traditional music", "label": "synthesizer/percussion/duduk/drums/klarnet/zurna", "artist": "Unknown", "split": "106-378", "manual_description": "Armenian traditional instruments including zurna, klarnet, duduk accompanied by synthesizer, drums and percussion are playing an Armenian traditional dance melody that evoke diverse feelings including happiness, positiveness and dance mood. The emotional play invites everyone to dance and enjoy every moment of their celebration."}
{"link": "https://www.youtube.com/watch?v=NBtl0rAI0qc", "genre": "Armenian folk, Armenian traditional music", "label": "duduk/drums, zurna/percussion/synthesizer/drums/klarnet/duduk", "artist": "Unknown", "split": "18-84,84-end", "manual_description": "Firstly duduk, then also zurna and klarnet accompanied by drums, synthesizer and percussion are playing an Armenian traditional dance music that produce various emotions including happiness, positiveness, energetic aura with dance inspiration and desire."}
{"link": "https://www.youtube.com/watch?v=X-espuZkvWA", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/duduk/percussion/synthesizer/drums", "artist": "Unknown", "split": "", "manual_description": "A slow, calm, relaxing Armenian melody converts to a fast paced, active, energizing dance music played by klarnet, duduk, synthesizer, percussion and drums. The active music then invites everyone to dance, celebrate and enjoy every moment."}
{"link": "https://www.youtube.com/watch?v=YrQTcAQJlsY", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/percussion/synthesizer", "artist": "Unknown", "split": "0-266", "manual_description": "klarnet, drums, percussion and synthesizer are playing an Armenian traditional dance music with emotional mood, active and energetic aura, evoking a deep desire to dance and sway, adding positivity and happiness around."}
{"link": "https://www.youtube.com/watch?v=wv61BSZwLoU", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/synthesizer/percussion", "artist": "Unknown", "split": "", "manual_description": "klarnet, synthesizer and percussion are playing a deep emotional, romantic and dramatic Armenian instrumental folk. The music is very melodic, reminding of a love ballad, an emotional narrative."}
{"link": "https://www.youtube.com/watch?v=rvFcsEQOU9o", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/synthesizer/duduk/percussion", "artist": "Unknown", "split": "", "manual_description": "Klarnet, duduk, percussion and synthesizer playing an Armenian, super emotional, dramatic, beautiful romantic melody about love. The harmonic sound makes the listener fall into a contemplation, dream about love and imagine a love ballad."}
{"link": "https://www.youtube.com/watch?v=Qs4qAflBWQk", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer", "artist": "Unknown", "split": "", "manual_description": "Klarnet, percussion and synthesizer playing Arno Babajanyan's music. The mood of the music is romantic, dramatic and emotional, reminding of a deep emotional narrative, love ballad."}
{"link": "https://www.youtube.com/watch?v=gk65VqH299U", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/synthesizer/percussion", "artist": "Unknown", "split": "", "manual_description": "An Armenian instrumental music is played on klarnet, percussion and synthesizer. The mood is calm, relaxing, romantic, dramatic and emotional. The melody reminds of a beautiful love story or a sad occassion."}
{"link": "https://www.youtube.com/watch?v=-2oAX2fk024", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/synthesizer/percussion", "artist": "Unknown", "split": "", "manual_description": "Synthesizer, klarnet and percussion playing a beautiful melodic Armenian instrumental folk. The mood of the music is romantic with a bit sadness, melancholy. The melody makes the listener fall into contemplation and deep thought."}
{"link": "https://www.youtube.com/watch?v=Eg-HHKk1dl4", "genre": "Armenian folk, Armenian traditional music", "label": "percussion/klarnet", "artist": "Unknown", "split": "", "manual_description": "Percussion and klarnet playing an Armenian dance melody that is full of joy, active and energetic harmony. The music makes everyone dance and sway in an Armenian old traditional way."}
{"link": "https://www.youtube.com/watch?v=SY6m96nme5w", "genre": "Armenian folk, Armenian traditional music", "label": "duduk/synthesizer/percussion/drums/klarnet", "artist": "Unknown", "split": "39-367", "manual_description": "klarnet, duduk, drums, percussion and synthesizer play an active Armenian dance music. The positivity, happiness and energy provided by the music makes everyone sway and dance, enjoy every moment of the celebration."}
{"link": "https://www.youtube.com/watch?v=IIskAvzAdYg", "genre": "Armenian folk, Armenian traditional music", "label": "duduk/saxophone/flute/percussion/synthesizer", "artist": "Unknown", "split": "", "manual_description": "Duduk, saxophone, flute and percussion are playing an emotional Armenian instrumental music. The soft, relaxing and calm music makes the listener fall into deep thoughts, intimating ambiance that stirs the heart and inspires tender moments of affection."}
{"link": "https://www.youtube.com/watch?v=21E20e4gcx0", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer", "artist": "Unknown", "split": "", "manual_description": "klarnet, percussion and synthesizer playing an emotional Armenian instrumental folk. The music is a mix of romance, drama and motivational music, that touches the heart deeply."}
{"link": "https://www.youtube.com/watch?v=46jEzU1-DGQ", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/guitar/percussion/drums", "artist": "Unknown", "split": "", "manual_description": "Klarnet, guitar, percussion and drums playing a very romantic Armenian instrumental folk. The music reminds of a deep love ballad, an emotional narrative, a story of lovers. Has a wonderful sounding and melody."}
{"link": "https://www.youtube.com/watch?v=UHHnl2oMpMU", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/violin/percussion/synthesizer", "artist": "Unknown", "split": "35-402", "manual_description": "Klarnet, violin and percussion playing a sad Armenian music. The moods are melancholic, touching, sad and inspiring. Makes the listener fall into deep contemplation and wistful about life losses and sad moments."}
{"link": "https://www.youtube.com/watch?v=nGfm7jDS6OQ", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/drums/synthesizer", "artist": "Unknown", "split": "25-end", "manual_description": "An active Armenian instrumental folk played on klarnet, percussion, drums and synthesizer. The music creates a strong desire for dances, movement and swaying. Evokes positive and happy mood full of warmth and admiration."}
{"link": "https://www.youtube.com/watch?v=ShmHeFHka4E", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/synthesizer/percussion/drums", "artist": "Unknown", "split": "", "manual_description": "Klarnet, synthesizer, percussion and drums are playing an active Armenian dance melody. The music originates active mood for dancing and moving, promoting positivity, happiness and warmth."}
{"link": "https://www.youtube.com/watch?v=lwxw2Lh_y2c", "genre": "Armenian folk, Armenian traditional music", "label": "duduk/violin, duduk, duduk/synthesizer, duduk", "artist": "Unknown", "split": "0-707,707-982,984-1304,1304-2374", "manual_description": "A relaxing, calm, melancholic and sad performance played on duduk and other musical instruments including violin and synthesizer as the background. The music is thought provoking, originating deep contemplation, sadness and sorrow, wistfulness."}
{"link": "https://www.youtube.com/watch?v=g6WeSL-cIls", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "0-141", "manual_description": "An instrumental Armenian folk featuring piano, guitar, violin and percussion that has a strong motivational, emotional, inspirational and provocative mood. It originates strength, power and energy to move forward and never give up."}
{"link": "https://www.youtube.com/watch?v=rfGCJdQJXY0", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "", "manual_description": "An active, emotional and sad Armenian instrumental folk played on guitar, percussion, synthesizer, drums where the evocative melodies evoke a range of sentiments including contemplation, passion, and profound introspection. A very beautiful melody, glorious harmony and sounding."}
{"link": "https://www.youtube.com/watch?v=aCqvza4ajcs", "genre": "Armenian folk, Armenian traditional music", "label": "duduk, duduk/drums, duduk, duduk/drums, duduk, duduk/drums, duduk, duduk/drums, duduk, duduk/drums, duduk, duduk/drums, duduk, duduk/drums, duduk", "artist": "Unknown", "split": "0-2988,2988-3219,3219-3441,3441-3676,3676-4012,4012-4487,4487-4743,4743-5473,5473-5653,5653-6091,6091-6242,6242-6412,6412-6676,6676-6909,6909-end", "manual_description": "A calm, sad, melancholic and relaxing music with duduk and other instruments played in the background. An Armenian instrumental music that touches the hearts of the listeners, make them relax, find piece of mind, contemplate. The music profoundly promotes wistfulness and sadness."}
{"link": "https://www.youtube.com/watch?v=YYw7AmNpxdE", "genre": "Armenian folk, Armenian traditional music", "label": "violin", "artist": "Komitas", "split": "", "manual_description": "Komitas's music played on violin. An Armenian instrumental music, very touchy, emotional, provoking various moods including motivation, inspiration, spirtiual strength and romance. Contains very beautiful melody and sounding."}
{"link": "https://www.youtube.com/watch?v=2HiRVLiMRNk", "genre": "Armenian folk, Armenian traditional music", "label": "violin", "artist": "Komitas", "split": "", "manual_description": "The soul-stirring melodies of Komitas, performed on the violin, embody the essence of Armenian instrumental music, evoking a myriad of emotions such as motivation, inspiration, spiritual resilience, and romance. With its deeply emotive tones, this music touches the heart and ignites a range of feelings, resonating with listeners on a profound level."} 
{"link": "https://www.youtube.com/watch?v=umU3k30lK_g", "genre": "Armenian folk, Armenian traditional music", "label": "violin/piano", "artist": "Komitas", "split": "", "manual_description": "Violin and piano playing Komitas's extremely dramatic and emotional play. The Armenian instrumental music provokes moods like positiveness, contemplation, enjoyment and admiration. Additionally, provokes wistfulness, a bit sadness and strong emotionality."} 
{"link": "https://www.youtube.com/watch?v=vW-zuBMOZNk", "genre": "Armenian folk, Armenian traditional music", "label": "piano", "artist": "Komitas", "split": "", "manual_description": "The captivating tunes of Komitas, played on the piano, epitomize Armenian instrumental artistry, stirring a plethora of sentiments ranging from motivation and inspiration to spiritual fortitude and romance. This emotive composition boasts a profound ability to resonate with listeners, evoking a spectrum of emotions like emotionality, contemplation through its super beautiful melody."}
{"link": "https://www.youtube.com/watch?v=W_LFb42HEAc", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Davit Matevosyan", "split": "", "manual_description": "Violin, synthesizer and percussion play a sad Armenian instrumental folk. The moods are melancholic, very sad and provoking a sense of loss. A calm and slow music that touches deep the heart."} 
{"link": "https://www.youtube.com/watch?v=OFiSLkVvZH8", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Davit Matevosyan", "split": "", "manual_description": "Violin, synthesizer, guitar and percussion instruments featuring an Armenian folk. The music is romantic, dramatic and full of love and passion."} 
{"link": "https://www.youtube.com/watch?v=RCJhV2bzBvg", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Davit Matevosyan", "split": "", "manual_description": "An Armenian melodic instrumental music played on violin. A calm, sad and loving music with epic and dramatic tones."} 
{"link": "https://www.youtube.com/watch?v=agL4tBOphyE", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Davit Matevosyan", "split": "", "manual_description": "Violin and piano playing an Armenian instrumental music. The music is calm and sad. Additional moods involve soft and dramatic. "}
{"link": "https://www.youtube.com/watch?v=47jW_GJCKKs", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Davit Matevosyan", "split": "", "manual_description": "An Armenian music played on violin and piano. A romantic, soft and slow music creating emotions of drama and love. An emotional ballad about lovers."}
{"link": "https://www.youtube.com/watch?v=F5M6oiDaN_I", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Davit Matevosyan", "split": "17-end", "manual_description": "A sad Armenian music performed with violin and piano. The music is sad and creates a sense of loneliness and loss. Shows melancholic and dramatic moods."}
{"link": "https://www.youtube.com/watch?v=fqmZT0UDVys", "genre": "Armenian folk, Armenian traditional music", "label": "violin/klarnet/synthesizer/percussion", "artist": "Davit Matevosyan", "split": "", "manual_description": "Instruments involving violin, synthesizer, klarnet and percussion play a beautiful Armenian folk. The music is a love story having moods such as romantic, dramatic and emotional. Additonally, it is a ballad."}
{"link": "https://www.youtube.com/watch?v=gc2bss_tMZA", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Davit Matevosyan", "split": "", "manual_description": "The Armenian music is played using violin, synthesizer and percussion. The moods in the music are sad, romantic and emotional. Powerful melodic composition about strong emotions."}
{"link": "https://www.youtube.com/watch?v=IAmFXAr60nw", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Davit Matevosyan", "split": "20-end", "manual_description": "Piano and violin playing a patriotic instrumental Armenian instrumental music. Strong tone of the music creates emotional and inspiring feelings full of hope and motivation."}
{"link": "https://www.youtube.com/watch?v=mfdtye1EL8Y", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Davit Matevosyan", "split": "", "manual_description": "A romantic Armenian ballad involving instruments like violin, percussion and synthesizer. The atmosphere of the music is fully romantic and emotional. A dramatic music depicting passionate love."}
{"link": "https://www.youtube.com/watch?v=JRuCsPnzarc", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Davit Matevosyan", "split": "", "manual_description": "Relaxing and romantic violin with tender and expressive melodies. In an Armenian-style cinematic soundtrack, the composition weaves a loving and enchanting story, evoking emotions of nostalgia"}
{"link": "https://www.youtube.com/watch?v=4UW1YRNfQUM", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Davit Matevosyan", "split": "", "manual_description": "A heartfelt violin as the main instrument, accompanied by a delicate piano and lush arrangements. Relaxing, loving, and romantic Armenian-style melodies create an enchanting atmosphere for a wedding video"}
{"link": "https://www.youtube.com/watch?v=kfscpcq8RoA", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Davit Matevosyan", "split": "", "manual_description": "Sense of loss and longing is felt when listening to the violin, accompanied by a piano, creating a deeply melancholic, sad and heartbroken atmosphere."}
{"link": "https://www.youtube.com/watch?v=i4zC8suIONE", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Davit Matevosyan", "split": "", "manual_description": "Passionate violin brings lush, romantic melodies that are both emotional and loving. Accompanied by a gentle piano and rhythmic percussion, the composition embodies an instrumental music style"}
{"link": "https://www.youtube.com/watch?v=TjGHCbTz84E", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Davit Matevosyan", "split": "", "manual_description": "Perfect for an Armenian movie soundtrack, evoking deep emotions and delivering emotional, sad, and heartbreaking melodies. Violin is the main instrument."}
{"link": "https://www.youtube.com/watch?v=dR8a18ZvWxw", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Davit Matevosyan", "split": "", "manual_description": "Soulful violin as the main instrument, creating romantic and emotional melodies that evoke a sense of deep connection and patriotism. Accompanied by a gentle piano and lively percussion, the composition embodies the Armenian-pop music style."}
{"link": "https://www.youtube.com/watch?v=__47EwdmYTE", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Davit Matevosyan", "split": "", "manual_description": "The music with blend of violin and piano, creating a romantic and relaxing atmosphere. Evokes a sense of warmth and intimacy, perfect for unwinding or setting a romantic mood."}
{"link": "https://www.youtube.com/watch?v=sGl8v-md5_w", "genre": "Armenian folk, Armenian traditional music", "label": "duduk/synthesizer/violin/blul", "artist": "Davit Matevosyan", "split": "", "manual_description": "Haunting blend of piano, violin, and duduk, creating a sad and melancholic atmosphere. In the style of Komitas, it captures the essence of Armenian national music, evoking a deep sense of mourning emotion."}
{"link": "https://www.youtube.com/watch?v=5sppRwM_Gr8", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Davit Matevosyan", "split": "", "manual_description": "Armenian instrumental music made by a romantic and emotional violin, with gentle piano and lively percussion providing a captivating backdrop."}
{"link": "https://www.youtube.com/watch?v=Fbd-GNZFsk0", "genre": "Armenian folk, Armenian traditional music", "label": "duduk/synthesizer/violin", "artist": "Davit Matevosyan", "split": "", "manual_description": "The music blends the emotional sounds of violin, piano, and duduk to create a romantic and touching atmosphere. An Armenian folk, the music carries a sad undertone, evoking deep emotions and a sense of sadness."}
{"link": "https://www.youtube.com/watch?v=nDW9fzB4Ps8", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Davit Matevosyan", "split": "", "manual_description": "The music features a beautiful violin paired with a modern synthesizer, creating a romantic and emotional sound. In Armenian-pop style, it brings a loving and heartfelt vibe."}
{"link": "https://www.youtube.com/watch?v=S2Yf8CY_IA8", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Davit Matevosyan", "split": "", "manual_description": "Beautiful mix of violin, piano, drums, and duduk, creating a romantic and emotional sound. In the style of Armenian national traditional instrumental music and Sayat Nova, it offers a loving and heartfelt atmosphere that celebrates cultural roots."}
{"link": "https://www.youtube.com/watch?v=y2AgGQQ_4bU", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Davit Matevosyan", "split": "", "manual_description": "The music has a romantic, emotional, and loving vibe, blending the smooth sounds of violin and piano. It's in the style of Armenian pop, giving a modern touch to heartfelt feelings."}
{"link": "https://www.youtube.com/watch?v=hW6mfYXJJ-g", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "", "manual_description": "An instrumental music played on synthesizer, percussion and violin with romantic and passionate mood. The beautiful melody evokes a sense of loving, reminding of an emotional ballad."}
{"link": "https://www.youtube.com/watch?v=G3_BPLzWpXs", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "", "manual_description": "An instrumental play on violin, synthesizer and percussion where the soulful melody creates an intimate ambiance that stirs the heart and inspires tender moments of affection. The moods are loving, emotional and romantic."}
{"link": "https://www.youtube.com/watch?v=NSAAGcliLRk", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "", "manual_description": "A play of Armenian violin of an Armenian instrumental music, a slow, relaxing and beautiful melody that evokes a sense of contemplation, passion, and profound introspection."}
{"link": "https://www.youtube.com/watch?v=D1lexlwMhIQ", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "", "manual_description": "Violin, percussion, synthesizer playing an Armenian dance music evoking an energizing mood, positivty, happy aura and inviting everyone to dance and celebrate."}
{"link": "https://www.youtube.com/watch?v=3SVcltVhx04", "genre": "Armenian instrumental music", "label": "synthesizer/violin/percussion/blul", "artist": "Unknown", "split": "", "manual_description": "Violin is played as the main instruments, blul at the start and the end and synthesizer with percussion in the background in an Armenian instrumental music. The mood is contemplating, emotional and dramatic. Evoking a sense of admiration and enjoyment."}
{"link": "https://www.youtube.com/watch?v=LTdx-4AEsnE", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/synthesizer/percussion/violin", "artist": "Unknown", "split": "", "manual_description": "Klarnet, drums, synthesizer, violin and percussion playing an active Armenian dance music. The energizing mood, emotional and deep play makes the listener want to move and dance. The music kindles a fiery sense of joy and exhilaration that beckons all to join in the celebration."}
{"link": "https://www.youtube.com/watch?v=vJyL6Liauhk", "genre": "Armenian folk, Armenian traditional music", "label": "essentia", "artist": "Unknown", "split": "", "manual_description": "Violin, percussion, synthesizer and drums playing an Armenian dance music. The mood is very active, provoking dance mood, energizing and full of inspiration and wish to dance and enjoy the celebration."}
{"link": "https://www.youtube.com/watch?v=NRoxpYBvujk", "genre": "Armenian folk, Armenian traditional music", "label": "essentia", "artist": "Unknown", "split": "", "manual_description": "Guitar, percussion and synthesizer playing a romantic music where the evocative melodies evoke a range of sentiments including contemplation, passion, and profound introspection."}
{"link": "https://www.youtube.com/watch?v=u8qb8eJYYAs", "genre": "Armenian folk, Armenian traditional music", "label": "essentia", "artist": "Unknown", "split": "", "manual_description": "The romantic ambiance of Armenian instrumental music, as the interplay of violin, synthesizer, and percussion evoke emotions of love and passion, setting the stage for intimate waltzes and tender embraces. A nice one for evening moods."}
{"link": "https://www.youtube.com/watch?v=PFt9KPBt4po", "genre": "Armenian folk, Armenian traditional music", "label": "essentia", "artist": "Unknown", "split": "", "manual_description": "The vibrant soundscape of Armenian instrumental tune, where the melodious strains of violin, synthesizer and percussion create an infectious groove that infuses every celebration with joy and happiness, provoking energy, active mood to move and dance."}
{"link": "https://www.youtube.com/watch?v=Ect6tMWWuO0", "genre": "Armenian folk, Armenian traditional music", "label": "essentia", "artist": "Unknown", "split": "", "manual_description": "Synthesizer and violin playing an Armenian instrumental folk music. The aura of the composition is emotional, a mix of romantic and sad, full of passion and contemplation. A nice one for evening occassions, calm and relaxing atmosphere."}
{"link": "https://www.youtube.com/watch?v=z9SeYhfvbDk", "genre": "Armenian folk, Armenian traditional music", "label": "essentia", "artist": "Unknown", "split": "", "manual_description": "Synthesizer, violin and percussion performing an Armenian instrumental music. Together, these instruments craft a musical tapestry that invites listeners to unwind, relax, and immerse themselves in the serenity of the moment, making it an ideal accompaniment for evening gatherings and contemplative moments alike."}
{"link": "https://www.youtube.com/watch?v=u-UE_exC1KI", "genre": "Armenian folk, Armenian traditional music", "label": "essentia", "artist": "Unknown", "split": "", "manual_description": "The delicate strains of the violin, percussion and synthezizer weave a tapestry of warmth and emotion, evoking a sense of tranquility and reflection. The rhythmic beats create an atmosphere of serene beauty and relaxation, perfect for unwinding after a long day."}
{"link": "https://www.youtube.com/watch?v=x33HuLaZbw4", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "", "manual_description": "The tender caress of the violin and synthesizer strings whispers of love and longing, the gentle keystrokes weave a tapestry of passion and intimacy. Accompanied by the soft rhythms, the music swells with emotion, creating a symphony of romance and melody. Each note resonates with heartfelt sincerity, drawing the listener into a world of enchantment and desire."}
{"link": "https://www.youtube.com/watch?v=CdpLAzeNkhw", "genre": "Armenian folk, Armenian traditional music", "label": "duduk/violin/percussion/tar", "artist": "Unknown", "split": "", "manual_description": "Tar, violin, percussion and duduk playing a beautiful sounding Armenian instrumental music that evokes various feelings including motivation, inspiration, hope, active dances. The mood partly changes to romantic and contemplating making the listener feel and enjoy every note of the composition."}
{"link": "https://www.youtube.com/watch?v=59iTnsQycRU", "genre": "Armenian folk, Armenian traditional music", "label": "duduk/violin/other", "artist": "Unknown", "split": "", "manual_description": "Violin, percussion and synthesizer playing a beautiful sounding Armenian instrumental folk music. This evocative blend of instruments creates a serene and captivating ambiance, perfect for evening occasions. Each note resonates with warmth and tranquility, weaving a tapestry of mellifluous sounds that soothe the soul and ignite the imagination."}
{"link": "https://www.youtube.com/watch?v=pvBkwEiESW0", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "", "manual_description": "Violin, synthesizer and percussion play an active, energizing Armenian dance music inviting everyone to dance and celebrate. Feel the pulse of excitement as the vibrant melodies and dynamic beats of converge in an electrifying fusion of sound. It beckons all to join in the celebration, inviting them to lose themselves in the joyous rhythm and movement."}
{"link": "https://www.youtube.com/watch?v=Ge6_e9RMUBE", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "", "manual_description": "Violin, synthesizer and percussion playing a romantic Armenian dance music. Soft whispers of passion resonate, weaving delicate harmonies. Each note, imbued with longing and affection, paints a portrait of love's tender embrace, evoking memories of shared moments and stolen glances. The music, like a gentle caress, sweeps you away on a journey of romance and enchantment."}
{"link": "https://www.youtube.com/watch?v=rOlHuc2SRqo", "genre": "Armenian folk, Armenian traditional music", "label": "essentia", "artist": "Unknown", "split": "40-end", "manual_description": "An Armenian instrumental dance music played on violin, synthesizer and percussion. This captivating ensemble paints a serene soundscape, evoking a sense of tranquility and warmth that is perfect for evening gatherings. Each note, like a flickering candle flame, illuminates the night with its gentle allure, inviting listeners to bask in its soothing embrace."}
{"link": "https://www.youtube.com/watch?v=lOTAyAVeZME", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "", "manual_description": "The beautiful sound of violin, synthesizer and percussion are playing an Armenian instrumental music. This romantic melody unfolds like a love story, each note a whispered confession of affection, each beat a heartbeat echoing the passion of the soul. The violin's delicate melodies evoke tender longing, adding a gentle pulse, guiding the music with rhythmic grace."}
{"link": "https://www.youtube.com/watch?v=iCXBwzMaxq8", "genre": "Armenian folk, Armenian traditional music", "label": "essentia", "artist": "Unknown", "split": "", "manual_description": "The lively melodies of the violin, percussion, and the synthesizer converge in a dynamic fusion of sound. This exhilarating composition sets the stage for a night of revelry and movement, inviting dancers of all ages to lose themselves in the joyous rhythm. With each spirited note, the music fills the air with an electrifying energy."}
{"link": "https://www.youtube.com/watch?v=a_E12yo7r9Y", "genre": "Armenian folk, Armenian traditional music", "label": "duduk, duduk/violin", "artist": "Unknown", "split": "0-418,418-end", "manual_description": "Duduk and then also violin, play a melancholic, sad, calm and relaxing music that makes the listener fall into deep contemplation, paint a somber portrait of sorrow and loss. Each mournful note carries the weight of unspoken grief, weaving a tapestry of poignant emotion that resonates deep within the soul."}
{"link": "https://www.youtube.com/watch?v=P35t6rQrnRg", "genre": "Armenian folk, Armenian traditional music", "label": "violin/drums/klarnet/percussion/synthesizer", "artist": "Unknown", "split": "", "manual_description": "The pulsating rhythm of the Armenian dance music as the vibrant melodies of the violin, klarnet, percussion, drums and synthesizer converge in a symphony of movement and energy. This exhilarating composition beckons dancers to surrender to the music's irresistible allure, inviting them to lose themselves in its dynamic rhythm and pulse."}
{"link": "https://www.youtube.com/watch?v=E7bnyRmi2Zk", "genre": "Armenian classical", "label": "essentia", "artist": "Aram Khachaturian", "split": "9-end", "manual_description": "A sonata played by Aram Khachaturian featuring violin and piano that weave a delicate tapestry of romance and longing. Painting a portrait of love's tender embrace, each note, like a brushstroke upon a canvas, evokes the flutter of hearts and the tender dance of souls."}
{"link": "https://www.youtube.com/watch?v=OOHOrl1Wv-o", "genre": "Armenian classical", "label": "essentia", "artist": "Aram Khachaturian", "split": "9-end", "manual_description": "A sonata performed by Aram Khachaturian, featuring violin and piano, creating an intricate portrayal of romance and yearning. Crafting an image of love's gentle embrace, every musical note resembles a stroke of paint on a canvas, stirring emotions of heartbeats fluttering and souls delicately entwining."}
{"link": "https://www.youtube.com/watch?v=hqn2idyUNJM", "genre": "Armenian classical", "label": "essentia", "artist": "Sergey Balasanjan", "split": "9-end", "manual_description": "A calm, relaxing play featuring piano and violin. The music is very soft, an ideal one for complete relaxation and satisfaction. Makes the listener fall asleep under the beautiful notes of the play."}
{"link": "https://www.youtube.com/watch?v=ugFUxzcLNoo", "genre": "Armenian classical", "label": "essentia", "artist": "Aram Khachaturian", "split": "", "manual_description": "Piano and violin playing a super active Armenian classical piece by Aram Khachaturian. The beautiful melody, full of energy, with dynamic rhythm and pulse. Other moods include excitement, motivation and inspiration."}
{"link": "https://www.youtube.com/watch?v=Sdhox_o_Oy0", "genre": "Armenian classical", "label": "essentia", "artist": "Aram Khachaturian", "split": "", "manual_description": "An Armenian instrumental music played on piano and violin. A relaxing, emotional play that raises mood, makes the listener enjoy every second of the play. A very beautiful classical piece by Aram Khachaturian."}
{"link": "https://www.youtube.com/watch?v=ukPy5GrHHAs", "genre": "Armenian classical", "label": "essentia", "artist": "Aram Khachaturian", "split": "", "manual_description": "Piano and violin performing a super beautiful classical music by Aram Khachaturian. The music is very provocative, emotional, motivating, inspirating and romantic. The music is full of passion, full of energy, evoking sense of admiration and satisfaction."}
{"link": "https://www.youtube.com/watch?v=lKGjBgSFdk4", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "64-484", "manual_description": "Percussion, synthesizer and violin playing a romantic Armenian instrumental music. Each note, like a whispered confession of love, resonates with heartfelt emotion, evoking the timeless allure of passion and devotion. The sweet serenade weaves intricate melodies, providing a lush backdrop of harmonic richness."}
{"link": "https://www.youtube.com/watch?v=u0pAxFBzLj8", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Samvel Yervinyan", "split": "", "manual_description": "Violin and piano playing a melodic Armenian instrumental music. The melody is full of happiness, love and passion.  In this captivating composition, hearts intertwine and spirits soar, lost in the intoxicating allure of its melody, a testament to the power of love's enduring embrace."}
{"link": "https://www.youtube.com/watch?v=YjCisyWMN3k", "genre": "Armenian instrumental music", "label": "essentia", "artist": "hAgopMur", "split": "", "manual_description": "Percussion, synthesizer and other instruments are playing a calming and relaxing Armenian instrumental music. The mood is romantic and passionate, evoking enjoyment and admiration of the beautiful melody. Inviting the listeners to a an emotional story."}
{"link": "https://www.youtube.com/watch?v=f7j7044THYA", "genre": "Armenian instrumental music", "label": "essentia", "artist": "hAgopMur", "split": "", "manual_description": "Violin, percussion and synthesizer and other instruments are performing a romantic play. The music includes much passion, romance and happiness, positiveness. It invites the listeners to dance in a tango with their loved ones."}
{"link": "https://www.youtube.com/watch?v=QepEzOIXYQM", "genre": "Armenian instrumental music", "label": "essentia", "artist": "hAgopMur", "split": "", "manual_description": "Violin, synthesizer and percussion playing a beautiful Armenian instrumental music. The mood is relaxing, calming and motivating. The softness and tenderness evoke various feelings like hope, inspiration and admiration."}
{"link": "https://www.youtube.com/watch?v=nCDGi21OVh4", "genre": "Armenian folk, Armenian traditional music", "label": "kanon/drums/percussion", "artist": "Unknown", "split": "46-214", "manual_description": "Armenian instrument kanon accompanied by drums and percussion are playing an Armenian instrumental music. Full of joy, motivation, inspiration, hope and strength. The music is super active, evoking a dance mood, filling the soul with power and stimulus."}
{"link": "https://www.youtube.com/watch?v=t2p-6tywYIc", "genre": "Armenian folk, Armenian traditional music", "label": "duduk/piano", "artist": "Unknown", "split": "", "manual_description": "Piano and duduk playing a sad, melancholic, calming and relaxing Armenian instrumental music. Together, they form a haunting duet that resonates with the pain of loss and the ache of longing. In this melancholy melody, emotions run deep, casting a shadow of sadness over the listener's heart."}
{"link": "https://www.youtube.com/watch?v=gpnXVVCToBY", "genre": "Armenian folk, Armenian traditional music", "label": "duduk/guitar", "artist": "Unknown", "split": "", "manual_description": "A very romantic, super beautiful melody played on duduk and guitar. An Armenian traditional folk music, which contains romance, drama, emotionality and sadness. The mix of the moods creates a very melodic harmony, making the listener relax, calm and enjoy ever note with a strong heartbeat."}
{"link": "https://www.youtube.com/watch?v=P2lJisqnnoE", "genre": "Armenian folk, Armenian traditional music", "label": "duduk/synthesizer/violin", "artist": "Djivan Gasparyan", "split": "", "manual_description": "Duduk, synthesizer and violin playing a sad Armenian instrumental music by Djivan Gasparyan. The melody is deeply contemplating, evoking various sad emotions like melancholy, sorrowness and somber."}
{"link": "https://www.youtube.com/watch?v=UEOY8DR5R6M", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "", "manual_description": "Synthesizer and percussion playing an Armenian instrumental music. The music is relaxing, calm and joyful. A good one for evening occassions and celebrations. The tenderness and softness colors the aura with happiness."}
{"link": "https://www.youtube.com/watch?v=_FhlEuCm_-U", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/piano/violin/percussion", "artist": "Unknown", "split": "60-end", "manual_description": "Klarnet, piano, percussion and violin playing a deeply emotional Armenian instrumental music. The romantic notes evoke feelings of happiness, enjoyment, positivity and softness. The mesmerizing symphony paints a portrait of love's deepest desires, leaving a trail of emotions and enchantment in its wake."}
{"link": "https://www.youtube.com/watch?v=WwBFhLvcYd4", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "30-end", "manual_description": "Violin, synthesizer and percussion playing an Armenian instrumental music. The music, like a whispered declaration of affection, fills the air with a sense of enchantment and longing. With every chord, emotions soar and spirits intertwine, enveloping listeners in a tender embrace."}
{"link": "https://www.youtube.com/watch?v=7H83p4Digds", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "Synthesizer with percussion playing a relaxing Armenian instrumental piano music. The music is romantic, dramatic and emotional. Provoking various feelings, it makes the listener fall into deep thought and admire the harmony."}
{"link": "https://www.youtube.com/watch?v=jwoAz4075v4", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "Synthesizer, violin and beat, playing an Armenian instrumental music. A very romantic, passionate and beautiful melody, provoking positivity and softness. The tenderness of the harmony plays with the with subtle heart tones"}
{"link": "https://www.youtube.com/watch?v=k9QC82kjV-4", "genre": "Armenian instrumental music", "label": "essentia", "artist": "ANTSCHO", "split": "", "manual_description": "Piano and guitar playing a melancholic, sorrowful Armenian instrumental music. While being very melodic and beautiful, the melody is very sad, provoking wistfulness and tears. Making the listener fall into deep contemplation."}
{"link": "https://www.youtube.com/watch?v=PeGWd2tIWOk", "genre": "Armenian classical", "label": "essentia", "artist": "Arno Babajanyan", "split": "", "manual_description": "A super beautiful play on piano by Arno Babajanyan. Each note, sparkles with exquisite grace and elegance, weaving a tapestry of sonic enchantment that captivates the senses. The melody carries listeners on a journey of profound emotion and introspection. With each chord, the music unfolds like a blooming flower, revealing layers of intricate harmony and melody. "}
{"link": "https://www.youtube.com/watch?v=k956_c4zuo4", "genre": "Armenian classical", "label": "essentia", "artist": "Arno Babajanyan", "split": "", "manual_description": "A super beautiful, legendary piano play by Arno Babajanyan. With each note, the air is filled with a sense of wonder and awe. The music sweeps with grace and elegance, captivating the senses and stirring the soul. Its haunting harmonies and intricate rhythms evoke a sense of longing and nostalgia, transporting the listener to a place of pure enchantment."}
{"link": "https://www.youtube.com/watch?v=sEJ2vqr2EUc", "genre": "Armenian classical", "label": "essentia", "artist": "Arno Babajanyan", "split": "", "manual_description": "Arno Babajanyan's Armenian piano play with romantic, emotional and dramatic moods. The emotive play makes the listener fall into deep contemplation, engage into the harmony and feel every note of the composition."}
{"link": "https://www.youtube.com/watch?v=ZMsJj55kdiY", "genre": "Armenian classical", "label": "essentia", "artist": "Aram Khachaturian", "split": "", "manual_description": "A fast paced Armenian instrumental classical music by Aram Khachaturian. The soft notes invoke happiness, positiveness and enjoyment. The joyful melody provides deep admiration and evaluation of the beautiful play of the composition."}
{"link": "https://www.youtube.com/watch?v=ZP8aAIs0rgU", "genre": "Armenian classical", "label": "essentia", "artist": "Aram Khachaturian", "split": "", "manual_description": "Aram Khachaturian's Armenian instrumental classical music. An intricate melody, a soft harmony weaving its way through, wrapping the listener in a blanket of warmth and contentment. With every note, a smile blooms on the listener's lips, each sound resonating deeply within."}
{"link": "https://www.youtube.com/watch?v=YpHx-uBMACQ", "genre": "Armenian classical", "label": "essentia", "artist": "Aram Khachaturian", "split": "", "manual_description": "The vibrant world of Aram Khachaturian's Armenian instrumental masterpiece, brought to life on the piano. Each keystroke ignites a set of emotions, from joy and positivity to sheer admiration. The music pulses with energy, its lively tempo stirring the soul and uplifting the spirit."}
{"link": "https://www.youtube.com/watch?v=C6w_m-zcVl0", "genre": "Armenian classical", "label": "essentia", "artist": "Aram Khachaturian", "split": "", "manual_description": "Aram Khachaturian's Armenian instrumental music played on piano. An active play invoking various feelings including happiness, positiveness and admiration. The soft harmony makes the listener smile and feel every note of the composition."}
{"link": "https://www.youtube.com/watch?v=vcjw9COK3lc", "genre": "Armenian folk, Armenian traditional music", "label": "essentia", "artist": "Unknown", "split": "", "manual_description": "Piano playing an Armenian instrumental music by Komitas. A super beautiful play full of romance, emotionality and drama. The music makes the listener fall into deep contemplation, enjoyment and admiration. Time seems to stand still in this melody, allowing the soul to find solace in the beauty of the music."}
{"link": "https://www.youtube.com/watch?v=tiKF0AvLyhk", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "", "manual_description": "Piano and violin play an Armenian instrumental music where each note, like a whispered breath, floats effortlessly through the air, enveloping listeners in a sense of peace and tranquility. Weaving a delicate tapestry of emotion, providing a comforting backdrop of harmonic richness. Together, they create a serene soundscape that transports the mind to a place of quiet contemplation and reflection."}
{"link": "https://www.youtube.com/watch?v=KVX8mDYMjRI", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "", "manual_description": "Violin and piano playing a relaxing and calm Armenian instrumental music making the listener find a piece of soul and heart. Each note resonates with a sense of serenity, weaving a tapestry of peace and solace that envelops the listener in a tranquil embrace. The soft caress guides the soul on a meditative voyage, the gentle chords provide a serene backdrop of harmonic richness."}
{"link": "https://www.youtube.com/watch?v=-sWLY7duv_4", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "", "manual_description": "Armenian Sonata played on cello. The mood is partly serious, partly soft, mixing various moods like inspiration, motivation, hope and tenderness, kindness. A nice one for admires of classical Armenian compositions."}
{"link": "https://www.youtube.com/watch?v=iyWgTVJnLBc", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "", "manual_description": "Piano Armenian instrumental music played with a mix of various moods. The melody is partly serious, partly soft. The moods associated are positiveness, inspiration, making the listener enjoy the beautiful and unique play."}
{"link": "https://www.youtube.com/watch?v=Vs3plOAcNAo", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "", "manual_description": "An Armenian instrumental music is played on violin. The music is calm, relaxing and slow provoking various emotions like contemplation, enjoyment. Additionally, it adds motivation, inspiration and hope."}
{"link": "https://www.youtube.com/watch?v=Z7DVzFuUZlo", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "", "manual_description": "An electric guitar playing an Armenian instrumental music. The mood is very romantic, super beautiful and melodic. It provokes moods of contemplation, enjoyment, drama and nostalgia. Additionally, the pretty sound makes the listener smile and admire the nice harmony."}
{"link": "https://www.youtube.com/watch?v=oO75sj0BtxY", "genre": "Armenian folk, Armenian traditional music", "label": "duduk/piano/percussion", "artist": "Unknown", "split": "", "manual_description": "Duduk, piano and percussion playing a sad Armenian instrumental folk. Evoking nostalgia, the mournful melody, weaves a haunting tapestry of melancholy and grief. Together, they create a symphony of sadness and solitude. In this somber duet, hearts ache and spirits mourn."}
{"link": "https://www.youtube.com/watch?v=jPiOqVyBKA8", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "", "manual_description": "An Armenian sad instrumental music played on piano and violin. The mood is super sad, melancholic and though proviking. Echoing the depths of heartache and loss. Each note, like a tear shed in silence, carries the weight of unspoken grief, weaving a haunting melody that lingers in the air."}
{"link": "https://www.youtube.com/watch?v=KwOC3S-8f0A", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "", "manual_description": "Violin and piano playing a very sorrowful and sad music, an Armenian instrumental music. Through their bittersweet serenade, they evoke memories of love lost and dreams unfulfilled, casting a shadow of melancholy over the listener. In this solemn symphony of sadness, every melody is a tear shed, every harmony a whispered sigh of longing and regret."}
{"link": "https://www.youtube.com/watch?v=aAhHFirM1j8", "genre": "Armenian classical", "label": "essentia", "artist": "Unknown", "split": "3-207", "manual_description": "An Armenian beautiful music by Tigran Mansuryan played on piano and violin. Each note, like a whispered promise of affection, resonates with heartfelt emotion, evoking the timeless allure of love. The violin's soulful lament dances gracefully with the piano's tender caress, creating a symphony of passion and tenderness."}
{"link": "https://www.youtube.com/watch?v=pwmkjYTFVwk", "genre": "Armenian classical", "label": "essentia", "artist": "Unknown", "split": "0-317", "manual_description": "An Armenian beautiful performance by Arno Babajanyan featuring piano and violin. The romantic melody, the pretty harmonies and sound invites everyone for deep thoughts about love, passion. Each note resonates with the sweet whispers of love, evoking emotions of tenderness and longing."}
{"link": "https://www.youtube.com/watch?v=VI1Lhg_JvJY", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "7-314", "manual_description": "Guitar, percussion, synthesizer and violin playing a sad, melancholic Armenian instrumental music. The music evokes sadness, deep contemplation and wistfulness, the harmonies echo the ache of a broken heart, weaving a tapestry of poignant emotion."}
{"link": "https://www.youtube.com/watch?v=5Nsw7JFdtNk", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "", "manual_description": "Percussion, guitar, synthesizer performing an Armenian instrumental romantic piece. The pretty melody evokes feelings of passion, romance, inspiration and deep heartbeat. The beautiful love ballad makes the listener smile and enjoy the harmony behind the notes."}
{"link": "https://www.youtube.com/watch?v=W3q2T-HEKcc", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "", "manual_description": "Synthesizer, percussion, guitar playing an Armenian instrumental love music. The moods are romantic, emotive and passionate. The beautiful melody originates contemplation, happy mood and smile, remembering the first love, a pretty music of love narrative, ballad."}
{"link": "https://www.youtube.com/watch?v=OknZ-dVd-AA", "genre": "Armenian folk, Armenian traditional music", "label": "duduk/synthesizer/percussion", "artist": "Unknown", "split": "", "manual_description": "Duduk, synthesizer and percussion with beat playing an Armenian instrumental music. The mood is relaxing, calm and thought provoking. The beautiful melody makes the listener fall into deep contemplation, evaluate the past and look forward to the future."}
{"link": "https://www.youtube.com/watch?v=dhvv1vbEQuQ", "genre": "Armenian folk, Armenian traditional music", "label": "duduk/drums/zurna/percussion/violin", "artist": "Unknown", "split": "", "manual_description": "Armenian folk music played on duduk, zurna, drums, percussion and violin. A traditional Armenian dance music for old fashioned Armenian dances showing its heritage and history. The mood is happy, energizing, providing excitement and celebrative atmosphere."}
{"link": "https://www.youtube.com/watch?v=ch2g4GM8gT0", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "25-end", "manual_description": "Accordion, drums, percussion and synthesizer are playing an Armenian instrumental music. The mood is changing from slow to active dancing, originating happiness, positiveness and energizing mood. The beautiful melody makes everyone move and sway."}
{"link": "https://www.youtube.com/watch?v=jqwh67Tb5O8", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "", "manual_description": "An Armenian dance music played on accordion and synthesizer, an active, engaging and beautiful melody provoking dance mood. The music promotes positiveness and happiness making the overall aura colorful and joyful"}
{"link": "https://www.youtube.com/watch?v=DJhXq59N9X8", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "", "manual_description": "Accordion, synthesizer, drums and percussion playing an active mood Armenian dance music that invites the hall to dance. A common play in Armenian happy occassions that raises mood, evokes joyous aura providing enormous energy and excitement."}
{"link": "https://www.youtube.com/watch?v=8L2YoHLbmds", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "", "manual_description": "Accordion, percussion and synthesizer performing an Armenian dance music that evokes various moods including positiveness, happiness and celebrative mood. An ideal music for Armenian dances, occassions and joyful moments."}
{"link": "https://www.youtube.com/watch?v=Ovc_a3F7Gk0", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/synthesizer/percussion/drums", "artist": "Unknown", "split": "30-end", "manual_description": "An Armenian dance music played on klarnet, synthesizer, percussion and drums. An active, energizing music provoking a happy, positive and dance mood in an Armenian traditional way."}
{"link": "https://www.youtube.com/watch?v=-iDK8TA5gt8", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/synthesizer/accordion/drums", "artist": "Unknown", "split": "4-end", "manual_description": "Happy Armenian dance music with klarnet, synthesizer, accordion and drums. Traditional Armenian dance music with energetic celebration environment best suitable for Armenian joyful moments."}
{"link": "https://www.youtube.com/watch?v=Z9KHGNs2U3I", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/synthesizer/drums", "artist": "Unknown", "split": "4-end", "manual_description": "A romantic Armenian folk music with national Armenian instruments such as klarnet, synthesizer, drums and partly zurna. The sound is a mix of romantic and emotional moods and active Armenian dance music."}
{"link": "https://www.youtube.com/watch?v=3E82PNYP9G8", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/percussion/synthesizer", "artist": "Unknown", "split": "4-end", "manual_description": "Traditional Armenian Eghishi par using Armenian national instruments including klarnet, synthesizer, drums and percussion. Ideal active dance music for Armenian weddings and happy moments providing with enormous energy and excitement."}
{"link": "https://www.youtube.com/watch?v=oHcGbyT7G6g", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/synthesizer/drums", "artist": "Unknown", "split": "4-end", "manual_description": "Armenian traditional music featuring national instruments such as klarnet, synthesizer and drums embodies the essence of lively celebration. Sets the stage for energetic Armenian dances and happy mood creating tons of joy."}
{"link": "https://www.youtube.com/watch?v=MB7030u3Hzs", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer", "artist": "Unknown", "split": "4-347", "manual_description": "A sad Armenian traditional folk music played on klarnet, percussion and synthesizer. The music creates a contemplating, dramatic and emotional mood with slow and soft notes."}
{"link": "https://www.youtube.com/watch?v=GSNprVp2LOs", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/percussion/other", "artist": "Unknown", "split": "4-end", "manual_description": "A powerful play of Eghishi par, an Armenian traditional dance music using instruments klarnet, drums, percussion and synthesizer. The skillful play by musicians originate active, happy mood and energetic dance environment."}
{"link": "https://www.youtube.com/watch?v=rhrHbDApQ18", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/guitar/synthesizer/violin", "artist": "Unknown", "split": "15-end", "manual_description": "An unhappy traditional Armenian folk music played on klarnet as the major instrument and guitar, violin, synthesizer in the background. The dramatic and sad mood makes one go deep into thoughts. The pace is slow and soft, an ideal composition for drama."}
{"link": "https://www.youtube.com/watch?v=9hdXe9U9SOg", "genre": "Armenian folk, Armenian traditional music", "label": "accordion/synthesizer/electricguitar/percussion", "artist": "Unknown", "split": "4-196", "manual_description": "A happy Armenian traditional dance music played with accordion, synthesizer, electricguitar and percussion. Very energetic and active tempo music that guarantees an abundance of excitement."}
{"link": "https://www.youtube.com/watch?v=Vx_yU_i9P6g", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/synthesizer", "artist": "Unknown", "split": "4-end", "manual_description": "Armenian national happy dance music played on klarnet, drums and synthesizer. Well suited for happy dance music in joyful occassions filling the atmosphere with immense enthusiasm for having fun."}
{"link": "https://www.youtube.com/watch?v=KF5VJIrrjGY", "genre": "Armenian folk, Armenian traditional music", "label": "zurna/drums/synthesizer/percussion", "artist": "Unknown", "split": "5-end", "manual_description": "Zurna is played as the main instrument with synthesizer, drums and percussion played in the background in this Armenian national dance music. The moods in the music are active, energetic and exciting."}
{"link": "https://www.youtube.com/watch?v=YV-zcu62Pm8", "genre": "Armenian folk, Armenian traditional music", "label": "accordion/synthesizer/percussion/drums", "artist": "Unknown", "split": "4-195", "manual_description": "Armenian national instruments such as accordion, synthesizer, percussion and drums play a cheerful national dance music. The melodic tone creates a celebration atmosphere full of happiness and excitement."}
{"link": "https://www.youtube.com/watch?v=-3u5C4Ph4DE", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/synthesizer/percussion/electricguitar", "artist": "Unknown", "split": "4-388", "manual_description": "This music is an Armenian traditional Armenian folk music with national instruments including klarnet, drums, synthesizer, percussion and electricguitar. The bright and happy spirit creates a dance aura which makes it a nice party music."}
{"link": "https://www.youtube.com/watch?v=wvnFQeskv6c", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/drums/synthesizer", "artist": "Unknown", "split": "4-end", "manual_description": "A festive Armenian dance music using Armenian traditional instruments including klarnet, drums, percussion and synthesizer. The unique blend of the instruments creates a jolly mood making it irreplaceable in happy events."}
{"link": "https://www.youtube.com/watch?v=yvTXROG8lUc", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/percussion/synthesizer", "artist": "Unknown", "split": "4-end", "manual_description": "National Armenian instruments including klarnet, drums, percussion and synthesizer are playing a happy Armenian dance music that fills the atmosphere with electrifying mood making the cheerful occassion even more active."}
{"link": "https://www.youtube.com/watch?v=arZU5uKZ5xw", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/synthesizer/accordion", "artist": "Unknown", "split": "", "manual_description": "Traditional Armenian folk music, enriched by the harmonious blend of klarnet, drums, synthesizer, percussion, and accordion, setting the stage for a lively and memorable party with happy and joyful dances."}
{"link": "https://www.youtube.com/watch?v=15rwjUf7qZ0", "genre": "Armenian folk, Armenian traditional music", "label": "synthesizer/drums/percussion", "artist": "Unknown", "split": "5-end", "manual_description": "A musical journey with festive Armenian dance music, featuring the sounds of synthesizer, drums, percussion, evoking joy and merriment in every note. The immense happy mood makes the celebration of an event even more colorful."}
{"link": "https://www.youtube.com/watch?v=1aZEKDzLE3Q", "genre": "Armenian folk, Armenian traditional music", "label": "synthesizer/percussion/violin", "artist": "Unknown", "split": "", "manual_description": "A dramatic Armenian folk played by various instruments such as synthesizer, percussion instruments and violin. The music is melodic, emotional and provokes a sense of drama."}
{"link": "https://www.youtube.com/watch?v=z3NqAUYcPD4", "genre": "Armenian folk, Armenian traditional music", "label": "synthesizer/percussion/violin", "artist": "Unknown", "split": "", "manual_description": "A synthesizer along with percussion instruments and violin are playing an instrumental Armenian folk with dramatic and emotional moods. The calm romantic music depicts a love scene."}
{"link": "https://www.youtube.com/watch?v=t7pybvhqIF8", "genre": "Armenian folk, Armenian traditional music", "label": "kamancha/synthesizer/percussion/violin", "artist": "Unknown", "split": "", "manual_description": "Armenian national instrument kamancha with synthesizer, violin and percussion is playing an Armenian instrumental folk. The moods associated with it are romantic, emotional and dreaming."}
{"link": "https://www.youtube.com/watch?v=rNxkpaXYyKk", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/synthesizer/other", "artist": "Unknown", "split": "5-215", "manual_description": "An Armenian national dance music, where the zurna leads the melody accompanied by drums, percussion, and synthesizer, creating an atmosphere brimming with excitement and dance energy."}
{"link": "https://www.youtube.com/watch?v=xSDjkdyAReM", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/violin/drums/synthesizer/percussion, klarnet/violin/drums/synthesizer/percussion", "artist": "Unknown", "split": "0-50,60-129", "manual_description": "Fast Armenian traditional dance music played with klarnet, drums, synthesizer, violin and percussion. The active and energetic music calls all listeners to dance."} 
{"link": "https://www.youtube.com/watch?v=GvQYb9URVLA", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/synthesizer/other", "artist": "Unknown", "split": "10-end", "manual_description": "Armenian traditional dance music featuring klarnet, drums, percussion and synthesizer. An ideal music for Armenian festivals and celebrations. The energetic blend of instruments creates happy aura for partying."}
{"link": "https://www.youtube.com/watch?v=gdcjoasNfHE", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/accordion/synthesizer", "artist": "Unknown", "split": "4-200", "manual_description": "Traditional Armenian music with various national instruments such as klarnet, accordion, partly saxophone, synthesizer and drums. The immense happy mood provides much positive energy for jolly occassions."}
{"link": "https://www.youtube.com/watch?v=voA0iCbf6K0", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/synthesizer/percussion", "artist": "Unknown", "split": "4-end", "manual_description": "Klarnet as the main instrument, synthesizers, drums and percussion are playing a sad romantic Armenian intrumental folk. The music is about romance, drama and love. A music full of charming emotions. A nice one for tango dance."}
{"link": "https://www.youtube.com/watch?v=TbTtXb-P8fY", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/percussion/synthesizer", "artist": "Unknown", "split": "4-235", "manual_description": "Active Armenian traditional dance music played on klarnet, drums, percussion and synthesizer. The energetic blend invites the listeners to the dance hall."}
{"link": "https://www.youtube.com/watch?v=ff8I1HlI1N8", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/percussion/synthesizer", "artist": "Unknown", "split": "4-end", "manual_description": "A slow Armenian traditional dance music for delivering Armenian khorovats. Klarnet, drums, synthesizer and percussion play the positive and uplifting melody inviting all for taste."}
{"link": "https://www.youtube.com/watch?v=KYVt8gSqgxo", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/percussion/synthesizer", "artist": "Unknown", "split": "4-end", "manual_description": "A traditional dance music played by klarnet, drums, percussion and synthesizer. All instruments play together that create a positive vibe that makes one sway under the pleasant rhythm of the melody."}
{"link": "https://www.youtube.com/watch?v=XrggmKqi6A0", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/percussion/synthesizer", "artist": "Unknown", "split": "17-208", "manual_description": "Captivating sounds of traditional Armenian instruments including klarnet, drums, synthesizer and percussion play an Armenian folk music creating a vibrant and uplifting atmosphere that makes the listener dance along."}
{"link": "https://www.youtube.com/watch?v=C2WCJQNLbls", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/percussion/synthesizer", "artist": "Unknown", "split": "20-180", "manual_description": "Very active Armenian traditional dance music played with klarnet, drums, percussion and synthesizer. The instruments unite in a positive music motivating listeners' movement and joy in a delightful rhythm."}
{"link": "https://www.youtube.com/watch?v=gEae-kFrRD4", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/percussion/synthesizer", "artist": "Unknown", "split": "4-end", "manual_description": "Klarnet as the main instrument alongside with drums, percussion and synthesizer is playing an Armenian traditional slow dance music. The beautiful harmony inspires all the sway and revel in the moment."}
{"link": "https://www.youtube.com/watch?v=_dApNx1Di6k", "genre": "Armenian folk, Armenian traditional music", "label": "synthesizer/percussion", "artist": "Unknown", "split": "33-end", "manual_description": "Synthesizer and percussion play a sad emotional Armenian instrumental folk. Additional moods include slow, dramatic feelings."}
{"link": "https://www.youtube.com/watch?v=8Rm6NX4fGVQ", "genre": "Armenian folk, Armenian traditional music", "label": "synthesizer/percussion", "artist": "Unknown", "split": "6-250", "manual_description": "Synthesizer and percussion perform an instrumental, sad Armenian folk. The unhappy mood creates an emotional atmostphere for the listener that makes him think about the life."}
{"link": "https://www.youtube.com/watch?v=8zqViMw8rds", "genre": "Armenian folk, Armenian traditional music", "label": "synthesizer/percussion", "artist": "Unknown", "split": "3-167", "manual_description": "An active Armenian instrumental folk played using synthesizer and percussion instruments. The music is a mix of sad and active melody, to dive deep into memories and contemplation."}
{"link": "https://www.youtube.com/watch?v=ukTlK-aPd3M", "genre": "Armenian folk, Armenian traditional music", "label": "synthesizer/percussion", "artist": "Unknown", "split": "3-163", "manual_description": "A performance of Armenian instrumental folk played by synthesizer and percussion. The melody is dramatic bringing various emotions like nostalgia and satisfaction."}
{"link": "https://www.youtube.com/watch?v=UGvHYtvxU1A", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/guitar/percussion/synthesizer", "artist": "Unknown", "split": "9-250", "manual_description": "A klarnet playing alongside with guitar, percussion instruments and synthesizer. The music is Armenian instrumental folk, sad and thoughtful, containing dramatic nuances. A powerful emotional folk played on national instruments."}
{"link": "https://www.youtube.com/watch?v=ucuM5TUwDmA", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/percussion/synthesizer", "artist": "Unknown", "split": "10-415", "manual_description": "A happy Armenian traditional dance music played on various instruments such as klarnet, percussion, drums and synthesizer. The active music inspires movement by making the listener sway and feel every note of the melody on the body."}
{"link": "https://www.youtube.com/watch?v=ch4FkQbaGVI", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/percussion/synthesizer", "artist": "Unknown", "split": "10-end", "manual_description": "Armenian traditional Eghishi par played on klarnet, drums, synthesizer and percussion. The active play with national instruments create happy and energetic mood a well suited for joyful occassions and dances."}
{"link": "https://www.youtube.com/watch?v=U0W2YAWsPFs", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/percussion/synthesizer/accordion", "artist": "Unknown", "split": "10-end", "manual_description": "Armenian klarnet playing along with synthesizer, drums, percussion and accordion. The slow rhythm is a good option for slow Armenian traditional dances in celebratory gatherings that provide deep emotive expression."}
{"link": "https://www.youtube.com/watch?v=FgWsMGQyUn8", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/percussion/synthesizer", "artist": "Unknown", "split": "8-730", "manual_description": "Accordion, klarnet, drums, synthesizer and percussion play in parallel that produce Armenian traditional dance music under which guests are happy to move. It creates energetic and joyful environment for audience provoking active dance or sway."}
{"link": "https://www.youtube.com/watch?v=z1br165wSDQ", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/percussion/synthesizer", "artist": "Unknown", "split": "9-169", "manual_description": "A slow Armenian traditional dance music with klarnet, drums, synthesizer and percussion. The slow melody makes everyone two sway and feel every note of the music. Ideal for happy collective gatherings."}
{"link": "https://www.youtube.com/watch?v=su1UkfbWZ90", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/percussion/synthesizer", "artist": "Unknown", "split": "10-475", "manual_description": "Melodic Armenian traditional music with klarnet, drums, percussion and synthesizer. Provoking memories and nostalgia, the music makes listeners appreciate every note and calm their mind."}
{"link": "https://www.youtube.com/watch?v=Rm9p2c3nMg4", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/percussion/synthesizer", "artist": "Unknown", "split": "10-288", "manual_description": "A sad klarnet, drums, synthesizers and violin Armenian folk music about the hardships and tragic moments. Additional moods include motivational, inspiring and hopeful originating a dramatic and emotional aura."}
{"link": "https://www.youtube.com/watch?v=Y8-KpFIGnpY", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/percussion/synthesizer", "artist": "Unknown", "split": "10-392", "manual_description": "A slow and sad klarnet Armenian traditional music accompanied with drums, synthesizers and percussion. A calm, relaxing music encouraging thoughts and appreciation."}
{"link": "https://www.youtube.com/watch?v=ayT1qLdL_JY", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/percussion/synthesizer", "artist": "Unknown", "split": "10-120", "manual_description": "An Armenian instrumental folk played with klarnet, drums, percussion and synthesizer. The harmonious blend of national instruments and melodic sound provide tones of emotions."}
{"link": "https://www.youtube.com/watch?v=Q49Y6NZwhj4", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/percussion/synthesizer", "artist": "Unknown", "split": "16-end", "manual_description": "Armenian dance music played on klarnet, drums, percussion and synthesizer. Well suited for Armenian gatherings promoting dances and active mood."}
{"link": "https://www.youtube.com/watch?v=u2TnDS4xxC0", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/percussion/synthesizer", "artist": "Unknown", "split": "10-157", "manual_description": "Very energetic and active traditional Armenian folk music played using klarnet, synthesizer, drums and percussion. Ideal for fast dances and movements on the dance hall."}
{"link": "https://www.youtube.com/watch?v=k1vGd-YLGyI", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/synthesizer/other", "artist": "Unknown", "split": "10-436", "manual_description": "Armenian traditional instrumental folk music played on klarnet, synthesizer, drums and percussion that is commonly played in various occassions such as weddings. The smooth melody and harmony make everyone to sway and slow dance under the pleasant sound."}
{"link": "https://www.youtube.com/watch?v=PI3VNkhhZGk", "genre": "Armenian folk, Armenian traditional music", "label": "synthesizer/percussion", "artist": "Unknown", "split": "10-230", "manual_description": "An Armenian instrumental folk played on synthesizer and percussion. The mood is sad and romantic dreaming of a love ballad."}
{"link": "https://www.youtube.com/watch?v=YGYCNCSwqis", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/duduk/drums/synthesizer/percussion", "artist": "Unknown", "split": "35-372", "manual_description": "Armenian instrumental folk music played on klarnet, duduk, synthesizer, percussion and drums. A well suited slow dance music making everyone to sway and appreciate the beautiful melody of the Armenian music."}
{"link": "https://www.youtube.com/watch?v=bbhdlHLev-c", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/synthesizer/accordion/other", "artist": "Unknown", "split": "10-115", "manual_description": "Very energetic and active Armenian traditional music played on klarnet, accordion, drums, percussion and synthesizer. Fitting nicely for active dances in joyful events promoting a good mood."}
{"link": "https://www.youtube.com/watch?v=WpX-HxKgtPQ", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/synthesizer/other", "artist": "Unknown", "split": "12-395", "manual_description": "A slow Armenian traditional music featuring klarnet, drums, synthesizer, percussion. The music invites listeners to dance under nice play of various notes provoking celebration and enjoyment."}
{"link": "https://www.youtube.com/watch?v=xmMk2qLfTuI", "genre": "Armenian folk, Armenian traditional music", "label": "duduk/other", "artist": "Unknown", "split": "53-180", "manual_description": "A sad Armenian traditional folk music played on duduk and other accompaniments such as percussion instruments and synthesizer. The romantic and emotional play provides various thoughts about love and life."}
{"link": "https://www.youtube.com/watch?v=-t8-BQ01TmA", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "8-272", "manual_description": "Synthesizer and percussion are playing a romantic and emotional Armenian instrumental folk. The dramatic play makes the listener fall in love with the notes and professional play of the artist."}
{"link": "https://www.youtube.com/watch?v=ZfIsoNsCzzE", "genre": "Armenian folk, Armenian traditional music", "label": "drums/percussion/synthesizer", "artist": "Unknown", "split": "10-178", "manual_description": "An active Armenian dance music that motivates the listeners to gather and actively dance. The instruments include drums, synthesizers and percussion. An action provoking music convenient for jolly Armenian celebrations."}
{"link": "https://www.youtube.com/watch?v=w3SMOKbu3ig", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "34-240", "manual_description": "Drums, synthesizer and other instruments are playing an active Armenian traditional instrumental music. The music serves as a dance music that promotes happy mood and high spirit to move and celebrate."}
{"link": "https://www.youtube.com/watch?v=Q0xXwkNgcuQ", "genre": "Armenian folk, Armenian traditional music", "label": "drums/accordion/other", "artist": "Unknown", "split": "10-640", "manual_description": "Drums and accordion playing a happy Armenian traditional dance music. The joyful mood invites the listener to sway and actively dance under the melodic harmony of the play."}
{"link": "https://www.youtube.com/watch?v=CMVRzwDztpA", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/percussion/synthesizer", "artist": "Unknown", "split": "12-314", "manual_description": "Klarnet, drums and synthesizers alongside with percussion are playing Eghishi par, an Armenian traditional dance music. The music is famous one in weddings and Armenian celebrations. The active mood invites everyone to dance and get immense positive emotions."}
{"link": "https://www.youtube.com/watch?v=EVEhsTu_Y8U", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "9-end", "manual_description": "Synthesizer along with percussion instruments and other instruments is playing an Armenian instrumental music about love. The romantic and emotional mood creates a sense of love ballad that makes the listener fly in the sky."}
{"link": "https://www.youtube.com/watch?v=IG1gFDgHxVE", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "10-130", "manual_description": "A synthesizer and percussion instruments play Armenian instrumental love ballad that encourages romantic and emotional feelings. The melody and rhythm create an atmosphere of drama and passion."}
{"link": "https://www.youtube.com/watch?v=y4adOh9uDBk", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Unknown", "split": "35-165", "manual_description": "An active Armenian instrumental music played on synthesizer and other accompaniments. The active play encourages happy mood and action. An uplifting and positive melody makes the listener dance or sway."}
{"link": "https://www.youtube.com/watch?v=DK9nx_Xs3RE", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/synthesizer/drums/percussion", "artist": "Unknown", "split": "10-343", "manual_description": "Klarnet, synthesizer, percussion and drums are playing a sad romantic Armenian folk music about love. The moods associated with the music are emotional, dramatic and thoughtful."}
{"link": "https://www.youtube.com/watch?v=nMX82YVwLH0", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/synthesizer/percussion/drums/electricguitar", "artist": "Unknown", "split": "25-end", "manual_description": "An Armenian instrumental folk is played using klarnet, electric guitar, drums, percussion and synthesizer with sad and melancholic moods. The unhappy and emotional feelings encourage contemplation and thoughtfulness."}
{"link": "https://www.youtube.com/watch?v=Cmi2bw9xip8", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer", "artist": "Unknown", "split": "10-295", "manual_description": "Klarnet, percussion and synthesizer are used to play an Armenian instrumental folk music. The music is associated with emotional and dramatic moods indicating one way love."}
{"link": "https://www.youtube.com/watch?v=l2nz18fJfXs", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/percussion/synthesizer", "artist": "Unknown", "split": "10-484", "manual_description": "An active Armenian traditional dance music featuing klarnet, drums, percussion and synthesizer. The energetic and dynamic music encourages active mood and dancing."}
{"link": "https://www.youtube.com/watch?v=nEVKfl_pdfM", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/synthesizer/drums/percussion", "artist": "Unknown", "split": "10-266", "manual_description": "A musical journey with festive Armenian dance music, featuring the traditional sounds of klarnet, drums, percussion, and synthesizer, evoking joy and merriment in every note, encouraging traditional dance movements."}
{"link": "https://www.youtube.com/watch?v=4_EAgZlYme8", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/synthesizer/violin/drums/percussion", "artist": "Unknown", "split": "10-180", "manual_description": "Various instruments like klarnet, violin, percussion, drums and synthesizer play an Armenian traditional dance music. This music is often played in joyful occassions bringing excitement and happy mood."}
{"link": "https://www.youtube.com/watch?v=qK0_4T4FAcY", "genre": "Armenian folk, Armenian traditional music", "label": "zurna/drums/synthesizer/percussion", "artist": "Unknown", "split": "10-end", "manual_description": "An active sonorous Armenian traditional music played by zurna, drums, percussion and synthesizer. Encouraging Armenian traditional dances, this music generates cheerful, happy and energetic moods."}
{"link": "https://www.youtube.com/watch?v=X5qaf_t8Tg8", "genre": "Armenian instrumental music", "label": "essentia, essentia", "artist": "Unknown", "split": "10-85,100-241", "manual_description": "Synthesizer and percussion instruments are used for the following Armenian instrumental music. The moods are romantic, dramatic and emotional prompting a love ballad weaving together themes of passion."}
{"link": "https://www.youtube.com/watch?v=N83Hh24pByk", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/synthesizer/percussion", "artist": "Unknown", "split": "10-293", "manual_description": "Klarnet, drums, percussion and synthesizer are playing an active Armenian traditional dance music. The music is dynamic and provokes joyful and happy moods that makes the listener actively move, sway or dance."}
{"link": "https://www.youtube.com/watch?v=hqDo0SsQotw", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/synthesizer/accordion", "artist": "Unknown", "split": "10-360", "manual_description": "Traditional dance music captivate one senses, as the klarnet, drums, percussion, and synthesizer come together in perfect harmony, weaving a tapestry of positivity and rhythm that makes one to sway and dance."}
{"link": "https://www.youtube.com/watch?v=e5kLhIuBNnQ", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/synthesizer/percussion/violin", "artist": "Unknown", "split": "10-end", "manual_description": "An Armenian music, romantic melody played by klarnet, violin, synthesizer and percussion are rising positive feelings serving as a powerful catalyst for emotional connection and intimacy."}
{"link": "https://www.youtube.com/watch?v=e0l6LTf_A5k", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/synthesizer/percussion", "artist": "Unknown", "split": "", "manual_description": "A traditional Armenian wedding dance music featured by klarnet, drums, percussion and synthesizer. Slow melodic music encourages dance movements in an Armenian traditional way."}
{"link": "https://www.youtube.com/watch?v=RRVbbQa8Uyw", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/drums/synthesizer", "artist": "Unknown", "split": "10-end", "manual_description": "Klarnet, percussion, synthesizer and drums are playing a happy Armenian traditional music. The melodic, cheerful and active mood stimulates emotional amendment and dancing."}
{"link": "https://www.youtube.com/watch?v=gBTB4LxfHaY", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/drums/synthesizer", "artist": "Unknown", "split": "10-end", "manual_description": "A traditional Armenian music is played using klarnet, drums, percussion and synthesizer. The slow, romantic and emotional mood create dramatic environment. The beautiful melody promotes contemplation and deep thinking about various life topics."}
{"link": "https://www.youtube.com/watch?v=4Y7wuJzo3xs", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/drums/synthesizer/accordion", "artist": "Unknown", "split": "10-160", "manual_description": "Armenian traditional music played with klarnet, accordion, synthesizer, percussion and drums promoting an emotional upliftment, dances and happy, cheerful mood."}
{"link": "https://www.youtube.com/watch?v=wS-ql0Tnv4o", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/drums/synthesizer", "artist": "Unknown", "split": "10-end", "manual_description": "Armenian Traditional music called Eghishi par using klarnet, drums, percussion and synthesizer. The emotive mood with beautiful melody evokes a sense of nostalgia and reflection of human emotions."}
{"link": "https://www.youtube.com/watch?v=AdqlSpG1nEE", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/drums/synthesizer", "artist": "Unknown", "split": "10-242", "manual_description": "Happy Armenian traditional music featuring klarnet, drums, percussion and synthesizer. A joyful melody that speaks to the soul, invoking a profound sense of excitement and dancing."}
{"link": "https://www.youtube.com/watch?v=FfLsbGqh_lo", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/drums/synthesizer/accordion", "artist": "Unknown", "split": "15-415", "manual_description": "Jolly Armenian traditional music played by klarnet, drums, accordion, percussion and synthesizer. The music is a dance music originating positive moods such as joy, energetic and excitement."}
{"link": "https://www.youtube.com/watch?v=9xhd9t5wahw", "genre": "Armenian folk, Armenian traditional music", "label": "zurna/drums/synthesizer/percussion", "artist": "Unknown", "split": "15-end", "manual_description": "Zurna, drums, synthesizer and percussion are playing a happy environment for dancing Armenian traditional dances. Slow and emotional play arise diverse moods such as uplifting, inspiring and powerful."}
{"link": "https://www.youtube.com/watch?v=eZ0LwV70TfQ", "genre": "Armenian folk, Armenian traditional music", "label": "zurna/klarnet/drums/synthesizer/percussion", "artist": "Unknown", "split": "10-end", "manual_description": "A happy Armenian traditional music featuring zurna, drums, percussion and synthesizer. The music provides with an energetic, active and joyful moods that make the listener dance and move."}
{"link": "https://www.youtube.com/watch?v=JcaBGTP8tRk", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "10-415", "manual_description": "The uplifting rhythms of Armenian heritage, klarnet, percussion, synthesizer, and drums harmonize to create a melody of happiness, stirring both emotional renewal and spirited dance."}
{"link": "https://www.youtube.com/watch?v=bf75-v3_NXs", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/synthesizer/percussion", "artist": "Unknown", "split": "10-177", "manual_description": "A happy traditional Armenian celebration dance music featuring klarnet, drums, percussion and synthesizer. The joyful mood encourages the listener to step ahead and dance full of positive emotions."}
{"link": "https://www.youtube.com/watch?v=0K2cVpEWxw8", "genre": "Armenian folk, Armenian traditional music", "label": "zurna/drums/synthesizer/percussion", "artist": "Unknown", "split": "10-end", "manual_description": "Armenian national instrument called zurna alongside with drums, percussion and synthesizer play an Armenian traditional dance music. The moods associated with the music are happy, emotional, joyful, cheering and active. "}
{"link": "https://www.youtube.com/watch?v=6fLyIb7hXKA", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/zurna/percussion/drums/synthesizer", "artist": "Unknown", "split": "10-end", "manual_description": "Klarnet and zurna play as the main instruments along with drums, percussion and synthesizer. The mood created by the unique, melodic blend of the instruments is happy, dancing, emotional and active."}
{"link": "https://www.youtube.com/watch?v=hKAapkyDbj4", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "10-end", "manual_description": "Klarnet, synthesizer, drums and percussion play an Armenian tradtional dance music that produce enormous positive feelings, bringing emotional joy and passion for dancing."}
{"link": "https://www.youtube.com/watch?v=Vqk6posxrYg", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "20-180", "manual_description": "An Armenian traditional dance music produced by klarnet, drums, percussion and synthesizer. The vibrant sound of the immense emotional mood of the music makes everyone feel free and dance."}
{"link": "https://www.youtube.com/watch?v=tzoRF4NbC3E", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "13-160", "manual_description": "A calm Armenian dance music created by unique sound of klarnet, drums, percussion and synthesizer. It inspires both emotional renewal and lively movement, encouraging joyful dancing."}
{"link": "https://www.youtube.com/watch?v=7CCQ3GG_IDA", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/duduk/zurna/percussion/drums/synthesizer", "artist": "Unknown", "split": "0-295", "manual_description": "The blend of the Armenian national instruments klarnet, duduk and zurna along with drums, percussion and synthesizer play an Armenian traditional dance music with joyful dance motivation and uplifting mood."}
{"link": "https://www.youtube.com/watch?v=wA6s7dhzXno", "genre": "Armenian folk, Armenian traditional music", "label": "duduk/zurna/percussion/drums/synthesizer", "artist": "Unknown", "split": "", "manual_description": "The mix of duduk and zurna, as well as percussion, drums and synthesizer play an Armenian dance music that is common in event celebrations, evoking dynamic movements and joyful mood."}
{"link": "https://www.youtube.com/watch?v=R8dtAwj_ISg", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "", "manual_description": "The enchanting allure of traditional Armenian dance music, as the klarnet, drums, percussion, and synthesizer blend harmoniously, inviting listeners to sway and dance in a tapestry of positivity and rhythm."}
{"link": "https://www.youtube.com/watch?v=aevQxP3R0Q0", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "", "manual_description": "Armenian traditional dance music called Eghishi par played with klarnet, drums, percussion and synthesizer. The music provokes uplifting and positive moods making the listener fall into deep sense of excitement and dancing."}
{"link": "https://www.youtube.com/watch?v=TiDfdaZVI5U", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "", "manual_description": "The happy Armenian dance melody, where the klarnet, drums, synthesizer, and percussion intertwine to evoke positive emotions and foster emotional connections and intimacy. A well suited one for festival energetic dances."}
{"link": "https://www.youtube.com/watch?v=cE3y5HfyZgA", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "10-189", "manual_description": "The cheerful melodies of Armenian traditional dance music uplift the spirits, as klarnet, percussion, synthesizer, and drums unite to stimulate emotional amendment and encourage joyful dancing."}
{"link": "https://www.youtube.com/watch?v=3Lx0O6r-p2Y", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums/accordion", "artist": "Unknown", "split": "10-end", "manual_description": "The Armenian traditional music creates emotional upliftment featuring klarnet, accordion, synthesizer, percussion, and drums that come together to promote dances and cultivate a happy, cheerful mood."}
{"link": "https://www.youtube.com/watch?v=zfpXGpABxC8", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "23-end", "manual_description": "The Armenian traditional dance music with lively rhythms of Armenian klarnet, drums, accordion, percussion, and synthesizer. The jolly music spreads happiness, energy, and excitement provoking active dances."}
{"link": "https://www.youtube.com/watch?v=zbGE7zPEUTo", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "10-end", "manual_description": "A famous Eghishi par which is an Armenian traditional dance music played by klarnet, drums, percussion and synthesizer. Despite on the celebration, this music fills any event with energetic dances, bright and sparkling mood."}
{"link": "https://www.youtube.com/watch?v=a1ZQWXbN70k", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "10-109", "manual_description": "Eghishi par, an Armenian traditional music played with klarnet, drums, percussion and synthesizer. Beautiful melody played on traditional Armenian instruments which is deeply emotive, evoking feelings of happiness, joy and encouraging dances."}
{"link": "https://www.youtube.com/watch?v=Gy22sL9zrw0", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "10-end", "manual_description": "The realm of Armenian traditional music with a wedding dance music, where the klarnet, drums, percussion, and synthesizer set the stage for slow, melodic movements in the age-old Armenian style."}
{"link": "https://www.youtube.com/watch?v=kAthzMN54vE", "genre": "Armenian folk, Armenian traditional music", "label": "zurna/percussion/synthesizer/drums", "artist": "Unknown", "split": "10-end", "manual_description": "Zurna, drums, percussion and synthesizer play an Armenian traditional dance music with happy and jolly mood, which invites the listeners to dance and rejoice."}
{"link": "https://www.youtube.com/watch?v=b0a-BkJE4t0", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "10-end", "manual_description": "An Armenian traditional dance music played by klarnet, drums, percussion and synthesizer. The music is energetic and cheerful that makes the listeners come together and rejoice."}
{"link": "https://www.youtube.com/watch?v=Qj0K5JPQdoc", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "10-175", "manual_description": "The emotional upliftment of Armenian traditional music, as klarnet, accordion, synthesizer, percussion, and drums come together to promote dances and cultivate a happy, cheerful mood."}
{"link": "https://www.youtube.com/watch?v=7FiOC92dxc8", "genre": "Armenian folk, Armenian traditional music", "label": "duduk/percussion/synthesizer/drums", "artist": "Unknown", "split": "10-220", "manual_description": "The vibrant sounds of Armenian dance music lifts spirits, featuring duduk, drums, percussion, and synthesizer, inspiring joyful movements and creating a festive atmosphere."}
{"link": "https://www.youtube.com/watch?v=Xf-6ugs1jes", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "10-183", "manual_description": "The music of Armenian traditional khorovats played using klarnet, drums, percussion and synthesizer. The slow melody invites all to dance and immerse themselves fully in harmony, courtesy of its leisurely tempo."}
{"link": "https://www.youtube.com/watch?v=rkBmA78mJoc", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "10-end", "manual_description": "The enchanting melodies of Armenian traditional happy dance music, featuring klarnet, drums, percussion, and synthesizer, as the energetic and joyful mood encourages listeners to dance and celebrate."}
{"link": "https://www.youtube.com/watch?v=hWDBTFzb2r0", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "10-340", "manual_description": "The uplifting melody of Armenian traditional music. A celebrative music featuring klarnet, drums, percussion, and synthesizer that unite to create a joyous and festive atmosphere, prompting spirited dancing and active movement."}
{"link": "https://www.youtube.com/watch?v=1Qv1wu2uGvY", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "10-end", "manual_description": "Delivered through klarnet, drums, percussion, and synthesizer, a traditional Armenian music called Eghishi par is played, delivering a delightful melody on age-old instruments that stir a range of emotions, prompting cheerful and energetic dancing."}
{"link": "https://www.youtube.com/watch?v=jjyaiuYSX9c", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "10-610", "manual_description": "An Armenian traditional music transporting to a world of contemplation and emotion played on klarnet, drums, percussion, and synthesizer, as the slow, emotional melody creates a dramatic atmosphere."}
{"link": "https://www.youtube.com/watch?v=YSYZhl786xo", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "10-end", "manual_description": "The Armenian folk music through a wedding dance composition, where the klarnet, drums, percussion, and synthesizer create a backdrop for slow, melodic motions in the timeless Armenian fashion."}
{"link": "https://www.youtube.com/watch?v=Dmme4NQFR4o", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "10-end", "manual_description": "Armenian traditional dance music played on klarnet, drums, percussion, and synthesizer that merge seamlessly into a melody, crafting an immersive experience that invites listeners to sway and revel in the vibrant tapestry of rhythm and positivity."}
{"link": "https://www.youtube.com/watch?v=emTOeDTc7eg", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "10-end", "manual_description": "Beautiful Armenian cultural dance melody in a wedding dance tune, as the klarnet, drums, percussion, and synthesizer orchestrate an environment for unhurried, harmonic motions reminding traditional Armenian styles."}
{"link": "https://www.youtube.com/watch?v=zFkQFUD1rCw", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "21-end", "manual_description": "A slow paced Armenian traditional dance music played on klarnet, drums, synthesizer and percussion that evokes a feeling of nostalgia, as well as slow dance mood with emotional upliftment."}
{"link": "https://www.youtube.com/watch?v=cDFnpnTd3RE", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "16-307", "manual_description": "Emotional resonance of Armenian traditional melody, as the klarnet, synthesizer, percussion, and drums combine to uplift spirits and evoke feelings of joy and contentment. The pace is very active promoting fast dancing movements."}
{"link": "https://www.youtube.com/watch?v=hypl7Jt7zjU", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "6-end", "manual_description": "An Armenian traditional music played with klarnet, drums, percussion and synthesizer that provides happy mood provoking dancing or swaying. Having a delightful harmony, it makes the listener feel every note of the music and do mixed movements."}
{"link": "https://www.youtube.com/watch?v=O3-ijjtIQms", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums/violin/duduk", "artist": "Unknown", "split": "15-end", "manual_description": "A beautiful melodic, romantic dance music played by klarnet, violin, percussion, drums and synthesizer. The blend of this instruments make the mood of the music uplifting, motivational and ideal for dancing and celebrating an event."}
{"link": "https://www.youtube.com/watch?v=HtsIPVeYfLs", "genre": "Armenian folk, Armenian traditional music", "label": "duduk/drums/percussion", "artist": "Unknown", "split": "7-end", "manual_description": "Duduk, drums and percussion play a slow, relaxing and powerful melody that encourage deliberate movements and steady mood."}
{"link": "https://www.youtube.com/watch?v=6f8uA3XC3Fc", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "7-257", "manual_description": "Klarnet, percussion, drums and synthesizer play an Armenian traditional dance music that has a slow pace and calls the listener to an emotional dancery. Additional moods include uplifting, powerful, inspiring."}
{"link": "https://www.youtube.com/watch?v=kOhbtz7hn_U", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "11-end", "manual_description": "An Armenian traditional music with calm and peaceful melody played on klarnet, percussion, drums and synthesizer. The music invites the listener to a deep contemplation and thoughtful mood."}
{"link": "https://www.youtube.com/watch?v=27oaR2p0Xts", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "7-end", "manual_description": "A slow mood Armenian traditional music with instruments like klarnet, drums, percussion and synthesizer. The melodic composition evokes romantic atmosphere for beautiful dances between lovers."}
{"link": "https://www.youtube.com/watch?v=BhXIAIcE1b4", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "6-end", "manual_description": "Armenian dance music that comes with the harmonious sounds of klarnet, synthesizer, percussion, and drums, elevating emotions and spreading joyous vibes."}
{"link": "https://www.youtube.com/watch?v=Sfm3oX1Vo7Q", "genre": "Armenian folk, Armenian traditional music", "label": "violin/percussion/drums/synthesizer", "artist": "Unknown", "split": "1-end", "manual_description": "Armenian dance melody, infused with romance, resonate through the enchanting interplay of violin, drums, synthesizer, and percussion, evoking feelings of warmth and intimacy, fostering deep emotional connections."}
{"link": "https://www.youtube.com/watch?v=nCMNE3geo3A", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "20-end", "manual_description": "The gorgeous sounds of Armenian traditional dance music, where klarnet, drums, percussion, and synthesizer combine to create a vibrant and lively ambiance that fills dancers with happiness and enthusiasm."}
{"link": "https://www.youtube.com/watch?v=vgUrFt7ckYM", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "0-620", "manual_description": "The emotive melodies of Armenian Traditional music, Eghishi par, the klarnet, drums, percussion, and synthesizer create an active celebration environment, ideal for dancing and ambiance that reflects the depth of human emotion."}
{"link": "https://www.youtube.com/watch?v=A9rQV5PFd84", "genre": "Armenian folk, Armenian traditional music", "label": "violin/synthesizer/percussion", "artist": "Unknown", "split": "45-335", "manual_description": "Highly melodic and romantic music featuring synthesizer, violin, percussion instruments and tar. An Armenian instrumental folk music that is filled with bunch of emotions and drama."}
{"link": "https://www.youtube.com/watch?v=-hvuN6dpAXk", "genre": "Armenian folk, Armenian traditional music", "label": "violin/synthesizer/percussion", "artist": "Unknown", "split": "25-end", "manual_description": "Violin, synthesizer and percussion instruments create a melodic Armenian instrumental, dance music that involves romantic tint reminding of a love ballad. An emotional narrative that evokes inspiration and adventure."}
{"link": "https://www.youtube.com/watch?v=Ar1qfTgaKOA", "genre": "Armenian folk, Armenian traditional music", "label": "accordion/synthesizer/percussion", "artist": "Unknown", "split": "16-end", "manual_description": "Happy play of Armenian instrumental with instruments like accordion, synthesizer and percussion instruments that promote dance mood and active movements. An emotional music nice suited for happy events celebration."}
{"link": "https://www.youtube.com/watch?v=J5gqlGEHFIU", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/duduk/percussion/drums/synthesizer", "artist": "Unknown", "split": "7-end", "manual_description": "Sounds of Armenian traditional dance music, where klarnet, duduk, drums, percussion, and synthesizer combine to create a vibrant and lively ambiance that fills dancers with happiness and enthusiasm."}
{"link": "https://www.youtube.com/watch?v=LbcLhtNUjXo", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/duduk/percussion/drums/synthesizer", "artist": "Unknown", "split": "7-end", "manual_description": "The spirited melody of Armenian traditional dance music, featuring klarnet, duduk, drums, percussion, and synthesizer, as they harmonize to uplift spirits and inspire enthusiastic dancing."}
{"link": "https://www.youtube.com/watch?v=rk0H3S1rrt8", "genre": "Armenian folk, Armenian traditional music", "label": "violin/accordion/synthesizer/percussion", "artist": "Unknown", "split": "7-end", "manual_description": "Vibrant soundscape of Armenian traditional dance music, as violin, accordion, synthesizer, and percussion transport to a happy, energetic and romantic environment, where slow and emotional melodies evoke a range of uplifting and inspiring emotions."}
{"link": "https://www.youtube.com/watch?v=spcJS9iBuhs", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "7-end", "manual_description": "Infectious joy of happy Armenian traditional dance music, resonating with klarnet, drums, percussion, and synthesizer, as its joyful melodies ignite a deep sense of excitement and urge listeners to dance and celebrate."}
{"link": "https://www.youtube.com/watch?v=HMGMkq0aZpg", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "7-end", "manual_description": "Deep emotional Armenian traditional dance music, as klarnet, synthesizer, percussion, and drums combine to promote an uplifting atmosphere filled with happiness, dance, and jubilation."}
{"link": "https://www.youtube.com/watch?v=JJtDIrSEkvg", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "10-end", "manual_description": "Traditional Armenian wedding dance music featuring klarnet, drums, percussion, and synthesizer, setting the stage for slow, melodic dances that pay homage to age-old customs and traditions."}
{"link": "https://www.youtube.com/watch?v=JV3z69kwO34", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "15-end", "manual_description": "A happy traditional Armenian dance music played on klarnet, percussion, synthesizer and drums. The uplifting mood provokes dancing atmosphere for various Armenian celebrations."}
{"link": "https://www.youtube.com/watch?v=aaf5JLe2lGo", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "7-220", "manual_description": "Jolly Armenian traditional dance music played on klarnet, percussion, synthesizer and drums. The happy melodies ignite a deep sense of excitement and slow pace dancing or swaying."}
{"link": "https://www.youtube.com/watch?v=VbO2qsJVm4o", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "25-end", "manual_description": "A slow romantic traditional Armenian music that is well suited for slow old-fashioned Armenian dances. The emotional and dramatic mood delves into deep and introspective themes, prompting listeners to reflect on their own experiences."}
{"link": "https://www.youtube.com/watch?v=aZ8p8vTxip4", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "10-425", "manual_description": "A dramatic and deep emotional play on klarnet, drums, percussion and synthesizer. The ethereal tones cast and otherworldly aura over the composition evoking a profound sense of introspection and contemplation. "}
{"link": "https://www.youtube.com/watch?v=EU_qMJNRsnY", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/synthesizer/violin/drums/percussion", "artist": "Unknown", "split": "15-412", "manual_description": "A stirring and emotionally charged Armenian traditional performance featuring klarnet, drums, violin, percussion, and synthesizer. The celestial harmonies envelop the piece with an unearthly ambiance, eliciting deep reflection and contemplative thought."}
{"link": "https://www.youtube.com/watch?v=pwrf1Magyrw", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/synthesizer/drums/percussion", "artist": "Unknown", "split": "10-end", "manual_description": "Drums, klarnet, percussion and synthesizer play a happy mood Armenian traditional dance music motivating for active and joyful movements. The nice melody evokes a wide range of uplifting and inspiring emotions. Best for Armenian happy occassions."}
{"link": "https://www.youtube.com/watch?v=gE-lmFzfEYw", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/synthesizer/drums/percussion", "artist": "Unknown", "split": "63-400", "manual_description": "Slow paced Armenian folk music played on klarnet, synthesizer, drums and percussion. The music contains bunch of sad emotions and dramatic mood that makes the listener go deep into thoughts."}
{"link": "https://www.youtube.com/watch?v=FTgkaTXtubM", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "11-end", "manual_description": "Armenian traditional instruments including klarnet, drums, percussion and synthesizer play a happy mood dance music that is full of emotions and is nice for any Armenian event celebration."}
{"link": "https://www.youtube.com/watch?v=NCpRzkDdmHA", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "20-end", "manual_description": "Very active and energetic Armenian dance music played on klarnet, percussion, drums and synthesizer. The music goes through one soul and evokes jolly emotions and dancing mood."}
{"link": "https://www.youtube.com/watch?v=Wv0Zn3ND3Os", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "16-109", "manual_description": "An Armenian traditional composition, where the klarnet, synthesizer, drums, and percussion blend harmoniously to ignite a cascade of positive emotions, forging deep connections and intimacy through their soundy melodies."}
{"link": "https://www.youtube.com/watch?v=J8akbapMiMA", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "30-end", "manual_description": "A slow dance Armenian traditional folk music played on klarnet, drums, percussion and synthesizer. Evokes vast feelings of celebration, happiness and positivity."}
{"link": "https://www.youtube.com/watch?v=wSmHVzn686I", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "18-end", "manual_description": "Delightful strains of happy Armenian traditional music as klarnet, drums, percussion, and synthesizer harmonize to create a melody that resonates with the soul, motivating an irrepressible urge to dance and celebrate."}
{"link": "https://www.youtube.com/watch?v=hS-xRzdJ0AA", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/accordion, klarnet/accordion/drums", "artist": "Unknown", "split": "10-155,155-336", "manual_description": "A slow and melancholic play of Armenian traditional tune, where klarnet, drums and accordion fuse to produce an spirited medley of drama, sorrow, and contemplation."}
{"link": "https://www.youtube.com/watch?v=kunBDqptogc", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "13-end", "manual_description": "A happy mood Armenian dance music with klarnet, drums, percussion and synthesizer. The music evokes feelings of happiness, deep emotions penetrating through the soul of the listener."}
{"link": "https://www.youtube.com/watch?v=6TwBC68CJ-8", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "17-end", "manual_description": "Vibrant klarnet, percussion, synthesizer, and drum arrangements resonate with jubilant energy in this cheerful Armenian traditional piece, infusing the air with a contagious melodic cheer that sparks both emotional rejuvenation and exuberant dancing."}
{"link": "https://www.youtube.com/watch?v=jIwkh0BBlIk", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "10-end", "manual_description": "Armenian traditional melody, where the soul-stirring strains of klarnet, drums, synthesizer, and percussion intertwine to evoke a surge of uplifting emotions, fostering profound connections and intimate moments."}
{"link": "https://www.youtube.com/watch?v=14ccna2CQ6E", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "12-end", "manual_description": "The music that is widely used in the time-honored traditions of Armenian weddings, where the melodic strains of klarnet, drums, percussion, and synthesizer set the stage for slow, rhythmic movements that honor ancient customs and traditions."}
{"link": "https://www.youtube.com/watch?v=o5dtBcOyu04", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "10-313", "manual_description": "The deep Armenian musical heritage, as the harmonious blend of klarnet, synthesizer, percussion, and drums evokes a range of emotions, from joy and elation to heartfelt sentiment."}
{"link": "https://www.youtube.com/watch?v=j4xsp9XT5pc", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "10-end", "manual_description": "A happy Armenian traditional dance music, where the vibrant melodies of klarnet, drums, percussion, and synthesizer resonate with the soul, evoking an overwhelming sense of joy and celebration."}
{"link": "https://www.youtube.com/watch?v=HYUA5hKemr0", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/zurna/percussion/synthesizer/drums", "artist": "Unknown", "split": "10-end", "manual_description": "A joyful mood Armenian traditional dance music played on klarnet, zurna, percussion, drums and synthesizer. Is a perfect Armenian festive music that excites dancing mood in Armenian traditional way."}
{"link": "https://www.youtube.com/watch?v=X4GiBjrjV6g", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "", "manual_description": "The joyous sounds of Armenian celebration, as the spirited rhythms of klarnet, drums, synthesizer, and percussion create an electrifying atmosphere, romantic and emotional mood, filled with uplifting melodies and dynamic movements."}
{"link": "https://www.youtube.com/watch?v=faWQ1_p9Is0", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "", "manual_description": "A festive Armenian traditional music produced by klarnet, percussion, drums and synthesizer. The music is commonly played in Armenian celebrations with happy mood and active dancing environment."}
{"link": "https://www.youtube.com/watch?v=xOHm0pshNpk", "genre": "Armenian folk, Armenian traditional music", "label": "violin/percussion/synthesizer/drums", "artist": "Unknown", "split": "11-end", "manual_description": "Violin, percussion, synthesizer and drums are playing a romantic and emotional Armenian dance music. It is best for tango and romantic dances in parties."}
{"link": "https://www.youtube.com/watch?v=mEQIDDHbSN8", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "10-end", "manual_description": "Klarnet, percussion, drums and synthesizer play a happy mood Armenian dance music that makes an energizing aura for joyful old Armenian style dances."}
{"link": "https://www.youtube.com/watch?v=lC_9LCH9Ma4", "genre": "Armenian folk, Armenian traditional music", "label": "tar/violin/synthesizer/percussion/drums", "artist": "Unknown", "split": "11-233", "manual_description": "Armenian national instrument Tar along with violin, percussion, synthesizer and drums play an emotional Armenian traditional dance music. The music evokes a range of emotions, from joy and elation to heartfelt sentiment."}
{"link": "https://www.youtube.com/watch?v=c10KSwcXJHM", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "11-end", "manual_description": "A typical Armenian wedding dance music played on klarnet, percussion, drums and synthesizer. The beautiful melody played by skillful musicians makes the aura ideal for Armenian dances and event celebrations."}
{"link": "https://www.youtube.com/watch?v=dtYvQXbY7KE", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "37-280", "manual_description": "A journey through Armenian wedding customs, where the nice tones of klarnet, drums, percussion, and synthesizer set the stage for gentle, rhythmic movements inspired by age-old traditions."}
{"link": "https://www.youtube.com/watch?v=vrCNIyawWcg", "genre": "Armenian folk, Armenian traditional music", "label": "zurna/percussion/synthesizer/drums", "artist": "Unknown", "split": "30-221", "manual_description": "The blend of instruments including zurna, drums, percussion and synthesizer play a joyous melody suitable for Armenian traditional dances. The mood provokes energetic aura and invites for an active party."}
{"link": "https://www.youtube.com/watch?v=d4lPmEXnsEQ", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "11-288", "manual_description": "The infectious rhythm of happy Armenian traditional tune, as klarnet, drums, percussion, and synthesizer blend harmoniously to burn the soul with an exhilarating sense of joy and excitement."}
{"link": "https://www.youtube.com/watch?v=UUSP0hcWKVw", "genre": "Armenian folk, Armenian traditional music", "label": "duduk/drums/synthesizer/percussion", "artist": "Unknown", "split": "11-162", "manual_description": "The enchanting melody of Armenian traditional dance music, where the harmonious interplay of duduk, and percussion with drums, and synthesizer create an atmosphere of vibrant energy and lively dance for Armenian traditional dances."}
{"link": "https://www.youtube.com/watch?v=kWsSgdNxaRY", "genre": "Armenian instrumental music", "label": "guitar/synthesier/percussion", "artist": "Unknown", "split": "13-end", "manual_description": "Guitar, synthesizer and percussion play a romantic and emotional Armenian instrumental music that creates a romantic environment and stimulates a waltz or tango dance between lovers."}
{"link": "https://www.youtube.com/watch?v=njSVOigvM2o", "genre": "Armenian folk, Armenian traditional music", "label": "duduk/synthesizer/percussion", "artist": "Unknown", "split": "9-270", "manual_description": "A romantic, emotional and dramatic play on duduk, synthesizer and percussion instruments that emerge diverse set of moods including contemplation, deep thoughts, love, romance and passion."}
{"link": "https://www.youtube.com/watch?v=xvSqCsIOVxY", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/accordion/percussion/synthesizer/drums", "artist": "Unknown", "split": "10-end", "manual_description": "Klarnet, accordion, drums, synthesizer and percussion play a happy Armenian traditional dance music that often appears in various happy Armenian occassions."}
{"link": "https://www.youtube.com/watch?v=Zrwa7Xbn27w", "genre": "Armenian folk, Armenian traditional music", "label": "duduk/klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "1-274", "manual_description": "A joyful dance music played on klarnet, duduk, drums, percussion and synthesizer. The happy mood invites everyone to dance and celebrate, filling the atmosphere with warmness and joy."}
{"link": "https://www.youtube.com/watch?v=EzcFg1wTzFk", "genre": "Armenian folk, Armenian traditional music", "label": "piano/drums/zurna/blul", "artist": "Unknown", "split": "9-345", "manual_description": "A dynamic Armenian dance music played on Armenian national instruments including zurna, shvi, piano and drums. The deeply emotional music brings diverse moods to the listener including motivation, inspiration and hope."}
{"link": "https://www.youtube.com/watch?v=o1ONN1Qt5Sk", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/drums/synthesizer", "artist": "Unknown", "split": "8-130", "manual_description": "Armenian folk music including instruments such as klarnet accompanied by drums, percussion, and synthesizer, creating an atmosphere of exuberant celebration and joyous dance."}
{"link": "https://www.youtube.com/watch?v=OQ4j-oAuQ6I", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums/tar", "artist": "Unknown", "split": "9-470", "manual_description": "The enchanting sounds of traditional Armenian dance melodies, where the harmonious fusion of klarnet, drums, percussion, and synthesizer creates an irresistible tapestry of positivity and rhythm, compelling listeners to sway and dance."}
{"link": "https://www.youtube.com/watch?v=Xd8rkDmEUrA", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/percussion/synthesizer", "artist": "Unknown", "split": "", "manual_description": "A super happy wedding music played on klarnet, drums, percussion and synthesizer evoking a deep desire to dance and celebrate under the beautiful melody."}
{"link": "https://www.youtube.com/watch?v=Qava_E8-51I", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/percussion/synthesizer", "artist": "Unknown", "split": "60-175", "manual_description": "The famous khorovats dance played on klarnet, drums, percussion and synthesizer played in slow pace waking up a will to sway and groove, making it a common music appearing in various celebrations."}
{"link": "https://www.youtube.com/watch?v=QXVvZN9PcVM", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/percussion/synthesizer", "artist": "Unknown", "split": "", "manual_description": "The soul-stirring essence of Armenian traditional music, where the interplay of klarnet, drums, synthesizer, and percussion awakens feelings of warmth and connection, fostering deep emotional bonds and intimacy."}
{"link": "https://www.youtube.com/watch?v=j1C4crQehwY", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/percussion/synthesizer", "artist": "Unknown", "split": "9-end", "manual_description": "A mix of Eghishi par and other Armenian dance music played on klarnet, drums, synthesizer and percussion. Evokes various emotions for dancing and celebrating a happy occassion in an Armenian traditional manner."}
{"link": "https://www.youtube.com/watch?v=cuAadSAloag", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/percussion/synthesizer", "artist": "Unknown", "split": "9-end", "manual_description": "Armenian musical heritage filled with emotive power, as the harmonious interplay of klarnet, accordion, synthesizer, percussion, and drums uplifts spirits and instills a sense of joy and happiness."}
{"link": "https://www.youtube.com/watch?v=9MFaElpVc4k", "genre": "Armenian folk, Armenian traditional music", "label": "tar", "artist": "Unknown", "split": "7-223", "manual_description": "An emotional Armenian traditional folk music played on Armenian national instrument Tar. The mood is calm, peaceful and emotional, good for relaxing, contemplation and deep thoughts."}
{"link": "https://www.youtube.com/watch?v=Ue8lJUbL8gY", "genre": "Armenian instrumental music", "label": "piano", "artist": "Unknown", "split": "11-165", "manual_description": "Armenian instrumental music in an Armenian jazz style played on piano. An exceptional beautiful performance that arises emotional mood, happy emotions, dreaming and satisfaction."}
{"link": "https://www.youtube.com/watch?v=Aih4VRX_NPs", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/electricguitar/drums/percussion/synthesizer", "artist": "Unknown", "split": "7-726", "manual_description": "Klarnet, electricguitar, drums and synthesizer playing an Armenian instrumental melody that rises emotional mood, with a bit romance and positivity that fills the aura with contentment."}
{"link": "https://www.youtube.com/watch?v=ou6kOu1lQtI", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/percussion/synthesizer", "artist": "Unknown", "split": "", "manual_description": "Fast and super joyful Armenian dance music performed on klarnet, drums, synthesizer and percussion. The happy melody provokes active dancing mood with medley movements."}
{"link": "https://www.youtube.com/watch?v=I7SOmHL38XI", "genre": "Armenian folk, Armenian traditional music", "label": "duduk/synthesizer/percussion/tar/drums", "artist": "Unknown", "split": "6-end", "manual_description": "An Armenian folk music, slow, emotional play on instruments including klarnet, tar, electricguitar, drums, synthesizer and percussion. The melody makes the listener dive deep into thoughts and contemplate, enjoying every note of the composition."}
{"link": "https://www.youtube.com/watch?v=1kUxSxFZleo", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/synthesizer/percussion", "artist": "Unknown", "split": "7-240", "manual_description": "A romantic, emotional play of Armenian traditional music on klarnet, drums, percussion and synthesizer. The calm melody is suited for slow dances like tango, waltz, or contemplation and deep emotional thinking."}
{"link": "https://www.youtube.com/watch?v=RBTKh0VXwP4", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/duduk/drums/percussion/synthesizer", "artist": "Unknown", "split": "9-end", "manual_description": "A musical voyage, an Armenian instrumental music, a mix of jazz and folk, where melodious harmonies of klarnet, duduk, drums, percussion, and synthesizer guide dancers through rhythmic movements inspired by contemporary era."}
{"link": "https://www.youtube.com/watch?v=14KHYU90mMY", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/synthesizer/percussion", "artist": "Unknown", "split": "4-end", "manual_description": "Delightful, slow, emotional Armenian instrumental music played on klarnet, drums, percussion, and synthesizer creates an irresistible melody, beckoning dancers to move and sway or appreciate beautiful play by contemplation and smiling."}
{"link": "https://www.youtube.com/watch?v=F4k_ets7wrg", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/synthesizer/percussion", "artist": "Unknown", "split": "46-end", "manual_description": "The heart of Armenian culture, beautiful wedding music with the mesmerizing rhythms of traditional dance, where the melodic interplay of klarnet, drums, percussion, and synthesizer sets the stage for a night of joyous revelry."}
{"link": "https://www.youtube.com/watch?v=lcNtKOdUgc0", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/synthesizer/percussion", "artist": "Unknown", "split": "28-end", "manual_description": "Armenian traditional khorovats music performed with klarnet, drums, percussion, and synthesizer beckons listeners to dance and immerse themselves fully in harmony, courtesy of its leisurely tempo."}
{"link": "https://www.youtube.com/watch?v=axe0Cs77NXQ", "genre": "Armenian folk, Armenian traditional music", "label": "duduk/drums/synthesizer/percussion", "artist": "Unknown", "split": "7-251", "manual_description": "A melodic beauty of Armenian traditional dance music, where the beautiful performance on duduk, percussion, drums, and synthesizer captivates the senses with its emotive power and expressive depth. It invites everyone for slow and traditional Armenian dances."}
{"link": "https://www.youtube.com/watch?v=0LmadMsIJCM", "genre": "Armenian folk, Armenian traditional music", "label": "duduk/klarnet/drums/synthesizer/percussion", "artist": "Unknown", "split": "0-338", "manual_description": "The Armenian folk music that contains a stirring interplay of duduk, klarnet, drums, synthesizer and percussion. The beautiful melody invokes romantic, emotional and passionate moods with a bit sadness hidden in the notes of the performance. Reminds of a sad love ballad."}
{"link": "https://www.youtube.com/watch?v=jUDYPCQsWOQ", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/synthesizer/drums/percussion", "artist": "Unknown", "split": "7-end", "manual_description": "A cheerless Armenian traditional music played on klarnet, synthesizer, percussion and drums with slow and emotional performance rising dramatic mood. Despite the sad mood, it contains a hidden motivational and hopeful mood."}
{"link": "https://www.youtube.com/watch?v=QW6PCXnlBtE", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/synthesizer/drums/percussion", "artist": "Unknown", "split": "7-end", "manual_description": "Joyous melodies of Armenian traditional dance, where the lively strains of klarnet, drums, synthesizer, and percussion infuse the air with an irresistible energy, perfect for any festive occasion."}
{"link": "https://www.youtube.com/watch?v=dmlF_hmYZjI", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet", "artist": "Unknown", "split": "7-186", "manual_description": "A klarnet play of slow, melancholic Armenian music. The sad melody provokes deep contemplation, sorrowful mood and pathetic play."}
{"link": "https://www.youtube.com/watch?v=xNkRMRu2UBc", "genre": "Armenian folk, Armenian traditional music", "label": "duduk/synthesizer/percussion", "artist": "Unknown", "split": "7-332", "manual_description": "Duduk, synthesizer and percussion play a romantic, emotional Armenian dance music. A nice one for slow dances or tango, where lovers can express their feelings from dances under such beautiful, charming and passionate melody."}
{"link": "https://www.youtube.com/watch?v=OgfDqGuRot0", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/synthesizer/percussion", "artist": "Unknown", "split": "7-end", "manual_description": "Joyous and celebrative Armenian folk music, where the spirited interplay of klarnet, drums, synthesizer, and percussion create an irresistible melody that beckons all to dance, sway and groove. The melody adds a happy mood, a great one for cheerful events."}
{"link": "https://www.youtube.com/watch?v=CWqQWw8-xEM", "genre": "Armenian folk, Armenian traditional music", "label": "duduk/synthesizer", "artist": "Unknown", "split": "7-185", "manual_description": "Duduk and synthesizer play an Armenian instrumental serenade, where the soulful interplay of the instruments evoke an atmosphere of romance and passion, igniting a fiery dance between lovers."}
{"link": "https://www.youtube.com/watch?v=eC6wQmyA_x8", "genre": "Armenian folk, Armenian traditional music", "label": "duduk/percussion/synthesizer", "artist": "Unknown", "split": "28-end", "manual_description": "An Armenian traditional dance music played on duduk, percussion and synthesizer which evokes satisfaction, contemplation, inspiration and appreciation of the beautiful Armenian notes."}
{"link": "https://www.youtube.com/watch?v=L663OGHkIHs", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/percussion/synthesizer/drums", "artist": "Unknown", "split": "7-end", "manual_description": "Cultural journey through the Armenian traditional dance music, where the melodic harmonies of the klarnet, drums, percussion, and synthesizer orchestrate a rhythmic cadence, inviting guests to partake in the age-old tradition of graceful movement."}
{"link": "https://www.youtube.com/watch?v=vwLhtPjh9PA", "genre": "Armenian folk, Armenian traditional music", "label": "drums/synthesizer/violin/percussion/bass", "artist": "Unknown", "split": "50-end", "manual_description": "Drums, klarnet, percussion and synthesizers play an emotional, dramatic Armenian music that while energetic and active, has much drama, sad tones, hope and inspiration."}
{"link": "https://www.youtube.com/watch?v=-8upm5GWhwY", "genre": "Armenian folk, Armenian traditional music", "label": "synthesizer/percussion/violin/drums", "artist": "Unknown", "split": "7-end", "manual_description": "A traditional Armenian wedding dance composition brought to life by the harmonious blend of violin, percussion, drums, and synthesizer. The skilled musicians craft a captivating melody, setting the perfect ambiance for lively Armenian dances and celebratory occasions with romantic and passionate tint."}
{"link": "https://www.youtube.com/watch?v=TysV7QI6pYQ", "genre": "Armenian folk, Armenian traditional music", "label": "accordion/synthesizer/drums/percussion", "artist": "Unknown", "split": "50-end", "manual_description": "The active sounds of Armenian dance melody, where klarnet, drums, percussion, and synthesizer blend harmoniously to create an irresistible fusion of positivity and rhythm inviting everyone to dance and celebrate."}
{"link": "https://www.youtube.com/watch?v=L-El27z9ED8", "genre": "Armenian instrumental music", "label": "piano/percussion", "artist": "Unknown", "split": "", "manual_description": "A calm melody switching to jazz style Armenian music of Arno Babajanyan's composition played on piano and percussion instruments. A mix mood composition romantic and calm moods switching to active and provoking ones. Ideal for evenings and deep contemplation under beautiful melody."}
{"link": "https://www.youtube.com/watch?v=LwUFBPfV9WY", "genre": "Armenian folk, Armenian traditional music", "label": "drums/percussion/violin/synthesizer", "artist": "Unknown", "split": "7-end", "manual_description": "An active Armenian traditional dance music played on drums, percussion, violin and synthesizer, which is a cover of Komitas's composition using instruments. The mood is active provoking action, fast dancing movements and happy, joyful and celebrative aura. Lately switching to romantic, emotional and calm mood."}
{"link": "https://www.youtube.com/watch?v=WOrfNXZ1xzQ", "genre": "Armenian folk, Armenian traditional music", "label": "piano/percussion/duduk/violin", "artist": "Unknown", "split": "6-290", "manual_description": "A calm, relaxing, romantic Armenian music played on piano as the main instrument, duduk, violin and percussion played along. The moods associated with the composition are romantic, relaxing, passionate and inspiring."}
{"link": "https://www.youtube.com/watch?v=POnpOXGhZPE", "genre": "Armenian instrumental music", "label": "synthesizer/violin/percussion", "artist": "Unknown", "split": "5-200", "manual_description": "A calm, slow, relaxing Armenian music played on synthesizer, violin and percussion. Very beautiful melody evoking contemplation, deep thought and romance. An emotional narrative that makes the listener fly into the sky."}
{"link": "https://www.youtube.com/watch?v=zXr9fKaudqI", "genre": "Armenian folk, Armenian traditional music", "label": "synthesizer/violin/percussion, synthesizer/violin/percussion/zurna, synthesizer/violin/percussion", "artist": "Unknown", "split": "13-152,152-175,265-333", "manual_description": "Synthesizer, violin, percussion and other instruments play a hopeful, inspiring and motivational Armenian dance music. The fast pace activates the listener to appreciate the notes and beautiful, melodic blend of the instruments."}
{"link": "https://www.youtube.com/watch?v=frzcOcZxa7U", "genre": "Armenian instrumental music", "label": "synthesizer/percussion/piano", "artist": "Unknown", "split": "30-245", "manual_description": "Tigran Mansuryan's composition played on piano, synthesizer and percussion. The glorious, though provoking, emotional and dramatic play rises immense emotions, from romantic to wistful."}
{"link": "https://www.youtube.com/watch?v=LLeEY2nTSrw", "genre": "Armenian classical", "label": "violin/synthesizer/percussion", "artist": "Unknown", "split": "25-273", "manual_description": "A composition by Tigran Mansuryan played on violin, synthesizer and percussion. The pleasing melody evokes diverse deep emotions including drama, romance, relaxation and contemplation. Other elements include hope, inspiration and satisfaction."}
{"link": "https://www.youtube.com/watch?v=r617acSjY-I", "genre": "Armenian folk, Armenian traditional music", "label": "duduk/synthesizer/percussion/drums", "artist": "Unknown", "split": "150-375", "manual_description": "An Armenian folk music played on duduk, synthesizer, percussion and drums. The hopeful melody, arising moods like inspiration, relaxation and appreciation is a bright example of Armenian folk music."}
{"link": "https://www.youtube.com/watch?v=owrFBRANU4E", "genre": "Armenian folk, Armenian traditional music", "label": "synthesizer/duduk/percussion, synthesizer/percussion", "artist": "Unknown", "split": "68-122,122-end", "manual_description": "Beautiful Armenian music played on synthesizer and percussion as the main instruments accompanied by duduk, evoking various emotions including contemplation, deep thinking, mystery and recognition of the superiority of Armenian music."}
{"link": "https://www.youtube.com/watch?v=J5PgNOPu1kY", "genre": "Armenian instrumental music", "label": "synthesizer/percussion/other", "artist": "Unknown", "split": "100-395", "manual_description": "Synthesizer, percussion and other instruments are playing a melodic Armenian music. The emotional music originates moods like hope, inspiration, contemplation and faith, reflecting the power of Armenian nation."}
{"link": "https://www.youtube.com/watch?v=AoGxwRkNdnk", "genre": "Armenian instrumental music", "label": "synthesizer/percussion/violin", "artist": "Unknown", "split": "0-297", "manual_description": "An emotional Armenian instrumental music reflecting the power of Armenian nation played by synthesizer, percussion, violin and other instruments. The moods ranging from calm, relaxing to inspiring, hopeful and strongly emotional mood showing tolerance and strength."}
{"link": "https://www.youtube.com/watch?v=CzfY6E57Ihw", "genre": "Armenian instrumental music", "label": "violin/synthesizer", "artist": "Unknown", "split": "4-372", "manual_description": "Violin and synthesizer playing an Armenian calm, relaxing and sad requiem. The music relaxes, makes the listener fall into deep contemplation and evaluate the life, inspiring hope and motivation."}
{"link": "https://www.youtube.com/watch?v=S7nWQ9Qkj3I", "genre": "Armenian instrumental music", "label": "synthesizer/percussion/guitar/violin/other", "artist": "Unknown", "split": "0-310", "manual_description": "A synthesizer, percussion, guitar and violin are playing a strongly motivational, full of hope and inspiration, Armenian traditional music. The strong, emotive music provides power and strength to cope with the hardships of the Armenian nation."}
{"link": "https://www.youtube.com/watch?v=6ye7jWxoMs0", "genre": "Armenian folk, Armenian traditional music", "label": "synthesizer/percussion/other/violin/duduk, synthesizer/percussion/other/violin, duduk/synthesizer/other", "artist": "Unknown", "split": "2-62,62-260,260-290", "manual_description": "Synthesizer, violin, percussion and other instruments are playing an emotional, dramatic mood Armenian traditional music. The music is very motivational, hopeful, influental and powerful, also being very melodic."}
{"link": "https://www.youtube.com/watch?v=51II1MSbWqg", "genre": "Armenian folk, Armenian traditional music", "label": "violin/synthesizer/percussion/other, duduk/violin/synthesizer/percussion/other, violin/synthesizer/percussion/other", "artist": "Unknown", "split": "70-167,167-222,222-290", "manual_description": "A very emotional Armenian traditional music played on violin, synthesizer, percussion and partly duduk. The music elevates diverse emotions, hope, inspiration, drama, power and strong feelings."}
{"link": "https://www.youtube.com/watch?v=maGDtgK60pE", "genre": "Armenian folk, Armenian traditional music", "label": "synthesizer/percussion/violin/other/duduk", "artist": "Unknown", "split": "75-312", "manual_description": "Komitas composition played with instruments including duduk, synthesizer, percussion, violin and other instruments. The Armenian music has inspiring, motivational and hopeful mood, provoking contemplation and superior strength and power."}
{"link": "https://www.youtube.com/watch?v=hoKlX6GA7lU", "genre": "Armenian instrumental music", "label": "synthesizer/percussion/other/violin", "artist": "Unknown", "split": "20-431", "manual_description": "Synthesizer, violin, percussion instruments and other instruments play a relaxing and emotional Armenian instrumental music. The composition arises inspiring and motivational moods, full of pride."}
{"link": "https://www.youtube.com/watch?v=ebVXdnRMPYc", "genre": "Armenian folk, Armenian traditional music", "label": "synthesizer/drums/percussion/other", "artist": "Unknown", "split": "20-268", "manual_description": "Synthesizer, drums, percussion and other instruments play very active Armenian dance music that provides enourmous energy to stand up and move, dance and sway. The joyful aura made by the beautiful melody matches Armenian occassion celebrations."}
{"link": "https://www.youtube.com/watch?v=BgWLkOGzoSI", "genre": "Armenian instrumental music", "label": "synthesizer/percussion/electricguitar/violin/other", "artist": "Unknown", "split": "2-end", "manual_description": "Slow paced, emotional composition played on synthesizer, percussion, violin and electric guitar accompanied by other instruments makes the Armenian instrumental music touch the soul of the listener with its powerful, inspiring, motivational and hopeful mood."}
{"link": "https://www.youtube.com/watch?v=MtlRwPAnAjQ", "genre": "Armenian folk, Armenian traditional music", "label": "synthesizer/percussion/shvi/other/violin", "artist": "Unknown", "split": "20-349", "manual_description": "Emotional and slow, melodic Armenian instrumental music featuring synthesizer, percussion, shvi, violin and other instruments. The motivational, inspiring, hopeful and melodic sound makes the listener fall into contemplation and nostalgia."}
{"link": "https://www.youtube.com/watch?v=YOGiRqmf1yQ", "genre": "Armenian instrumental music", "label": "synthesizer/percussion/other", "artist": "Unknown", "split": "20-316", "manual_description": "A romantic, emotional play by synthesizer, percussion and other instruments that arise nostalgic emotions, as well as motivational, inspiring and hopeful, concentrating the thoughts of the listener to Armenia."}
{"link": "https://www.youtube.com/watch?v=bZCDQT4dk3E", "genre": "Armenian folk, Armenian traditional music", "label": "synthesizer/percussion/violin/other", "artist": "Unknown", "split": "60-342", "manual_description": "An active Armenian instrumental music featuring synthesizer, percussion, violin and other instruments that provide immense motivation, inspiration and hope to the listener, showing the strength and longevity of Armenia."}
{"link": "https://www.youtube.com/watch?v=t5BlmuFSDmk", "genre": "Armenian folk, Armenian traditional music", "label": "percussion/violin/synthesizer/drums", "artist": "Unknown", "split": "1-280", "manual_description": "A dramatic and emotional play by percussion, violin, drums and synthesizer of Armenian traditional music showcasing a hard war in the battlefield providing motivation, patriotism, inspiration, hope and spiritual strength."}
{"link": "https://www.youtube.com/watch?v=oRfcPNW_Nwk", "genre": "Armenian instrumental music", "label": "percussion/synthesizer/other/trumpet", "artist": "Unknown", "split": "15-262", "manual_description": "An emotional Armenian instrumental music performed on trumpet, percussion, synthesizer and other instruments. Making the listener to fall deep into contemplation and appreciate life, sway and dream."}
{"link": "https://www.youtube.com/watch?v=xx-iJGPOgXs", "genre": "Armenian instrumental music", "label": "violin/synthesizer/drums/percussion", "artist": "Unknown", "split": "20-340", "manual_description": "A dramatic and emotional Armenian traditional music played by diverse instruments including violin, synthesizer, drums and percussion. The music is extremely motivational, inspiring and hopeful. The music provides immense strength and spiritual readiness."}
{"link": "https://www.youtube.com/watch?v=uiZuQ9U8_Kc", "genre": "Armenian folk, Armenian traditional music", "label": "percussion/violin/synthesizer/other/duduk", "artist": "Unknown", "split": "3-270", "manual_description": "A sad, emotional duduk performance along with violin, synthesizer and percussion and other instruments. The Armenian music goes deep into the listeners' soul and makes him dream of the beautiful terrains of Armenia and to be proud."}
{"link": "https://www.youtube.com/watch?v=IlmID_fOPMs", "genre": "Armenian instrumental music", "label": "violin/synthesizer/percussion/other", "artist": "Unknown", "split": "60-418", "manual_description": "Violin, percussion, kanon and synthesizer play a melancholic and extremely sad Armenian music that shows the hardships of Armenian people, providing motivation to fight against unfairness, live full of hope and inspiration."}
{"link": "https://www.youtube.com/watch?v=K5H_LsCQvmw", "genre": "Armenian folk, Armenian traditional music", "label": "violin/synthesizer/percussion/other", "artist": "Unknown", "split": "126-322", "manual_description": "Violin, percussion, synthesizer and other instruments play an Armenian emotional instrumental music that has behind a vast motivation, inspiration and hopefullness, which provides strength and power to the listener."}
{"link": "https://www.youtube.com/watch?v=YHXEgDLNZ20", "genre": "Armenian instrumental music", "label": "synthesizer/guitar/percussion", "artist": "Unknown", "split": "0-260", "manual_description": "Synthesizer, guitar and percussion play a slow, dramatic Armenian instrumental music originating various moods including contemplation, nostalgia, sadness and softness. The emotional environment makes it suitable for evening deep thinkings."}
{"link": "https://www.youtube.com/watch?v=nWf0lX9Z-vM", "genre": "Armenian instrumental music", "label": "piano/violin/percussion/other", "artist": "Unknown", "split": "0-280", "manual_description": "A slow paced Armenian instrumental music played on synthesizer, piano, violin and percussion that brings up different moods including contemplation, nostalgia, sadness and inspiration. Additionally, it contains melancholic tones that deepen the pains of the listener."}
{"link": "https://www.youtube.com/watch?v=pnor-K0kl8M", "genre": "Armenian instrumental music", "label": "piano/percussion/other", "artist": "Unknown", "split": "0-355", "manual_description": "Piano, percussion and other instruments create a sad and melancholic music with extremely emotional details. The pace is relaxing, calming, that misleads the listener into deep thoughts."}
{"link": "https://www.youtube.com/watch?v=Af8pTAQylNA", "genre": "Armenian instrumental music", "label": "violin/percussion/synthesizer/other", "artist": "Unknown", "split": "0-200", "manual_description": "Violin, percussion and synthesizer play an Armenian instrumental music that reflects sad and reflective moods. The mood originates a sense of regret, contemplation and nostalgia, making the listener think about previous mistakes."}
{"link": "https://www.youtube.com/watch?v=C0Ew6rrDoqE", "genre": "Armenian instrumental music", "label": "synthesizer/percussion/electricguitar/other", "artist": "Unknown", "split": "0-140", "manual_description": "An Armenian instrumental music played on synthesizer, electric guitar and percussion that is a mix of romantic, emotional and active moods. The aura of the music makes the listener dance with his loved one and imagine a deep love ballad."}
{"link": "https://www.youtube.com/watch?v=tFzHYhHzxlc", "genre": "Armenian instrumental music", "label": "synthesizer/percussion/other", "artist": "Unknown", "split": "0-240", "manual_description": "A sad and emotional play on synthesizer, percussion and other instruments reflecting Armenian instrumental music. The heavy mood evokes deep contemplation, regret and excitement by making the listener fall into nostalgia."}
{"link": "https://www.youtube.com/watch?v=FaA_vb_aLjE", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/percussion/synthesizer", "artist": "Unknown", "split": "0-260", "manual_description": "An active Armenian dance music played on klarnet, drums, percussion and synthesizer. The fast and happy melody changes the aura into Armenian celebrative, with active dance movements showing excitement, joy and positivity."}
{"link": "https://www.youtube.com/watch?v=oZSzWAqz0b0", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/percussion/synthesizer", "artist": "Unknown", "split": "0-365", "manual_description": "A happy, traditional Armenian instrumental folk played on klarnet, drums, percussion and synthesizer. The happy, joyful and cheerful music motivates everyone to dance and sway, promoting excitement and various positive emotions."}
{"link": "https://www.youtube.com/watch?v=gvbG_ZxGctQ", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/percussion/synthesizer", "artist": "Unknown", "split": "50-830", "manual_description": "A happy mood Armenian dance music played on klarnet, synthesizer, drums and percussion which evokes much positive feelings, joyous dances and active movements during Armenian event celebrations."}
{"link": "https://www.youtube.com/watch?v=cqHTnBle2i8", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Arsen Barsamyan", "split": "", "manual_description": "Played by Arsen Barsamyan and diverse instruments including guitar, percussion instruments and other, play and Armenian composition, adding serenity where the strings of the guitar make a conduit for relaxation. A music for mind and soul retreation, fading away the stress."}
{"link": "https://www.youtube.com/watch?v=RUtfvCvWj4c", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Arsen Barsamyan", "split": "0-240", "manual_description": "Played by Arsen Barsamyan and different instruments including drums, percussion and synthesizer, play an instrumental, emotional, action music evoking diverse emotions like motivation, inspiration, hopefulness and power of mind."}
{"link": "https://www.youtube.com/watch?v=AUqMyHMau-Q", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Arsen Barsamyan", "split": "0-255", "manual_description": "A relaxing music played on guitar, synthesizer, percussion and other instruments by Arsen Barsamyan. The music has calm melody, making the body and mind to relax, contemplate and appreciate the life with all its beauties."}
{"link": "https://www.youtube.com/watch?v=bNP_B1PyPmQ", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Arsen Barsamyan", "split": "0-255", "manual_description": "A guitar, synthesizer, percussion and other instruments are playing an emotional, calm and relaxing music by Arsen Barsamyan. The music connects the body and the mind into a complete harmony, promoting excitement, romantic and dramatic aura."}
{"link": "https://www.youtube.com/watch?v=Vvlv0GC8kWk", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Arsen Barsamyan", "split": "0-230", "manual_description": "Synthesizer, percussion and other instruments produce a beautiful Armenian instrumental music with romantic, dramatic and emotional moods by Arsen Barsamyan. The music reminds of a beautiful love narrative, full of excitement, joy and drama."}
{"link": "https://www.youtube.com/watch?v=6JShayreqZ0", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Arsen Barsamyan", "split": "", "manual_description": "An active disco music played on guitar, synthesizier and percussion instruments that is suitable for active, party, beach dances by Arsen Barsamyan. Beautiful melody producing a chill out atmosphere for the listeners that can contemplate and enjoy every single moment of their life."}
{"link": "https://www.youtube.com/watch?v=EHTpwqCsOAc", "genre": "Armenian folk, Armenian traditional music", "label": "klarnet/drums/duduk/tar/kamancha", "artist": "Arsen Barsamyan", "split": "20-225", "manual_description": "An Armenian traditional instrumental music is played on klarnet, drums, duduk, tar and kamancha by Arsen Barsamyan. Romantic, emotional, dramatic melody touching the soul of the listener, introducing harmony, nostalgia, where the mood changes from calm to active and demanding."}
{"link": "https://www.youtube.com/watch?v=nbFHK7Z73Z0", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Arsen Barsamyan", "split": "0-180", "manual_description": "A romantic synthesizer, percussion and guitar play of Armenian instrumental music by Arsen Barsamyan that evokes positive emotions, invites the listener to beautiful, a bit active dance, full of delightment and admiration."}
{"link": "https://www.youtube.com/watch?v=E8yUrO0KnMo", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Arsen Barsamyan", "split": "4-220", "manual_description": "A sad music played on synthesizer, percussion and other instruments by Arsen Barsamyan originating moods including drama, softness and dreaming. Makes the listener contemplate with bated breath and admire every note of this melancholic melody."}
{"link": "https://www.youtube.com/watch?v=xJ5R3VatHew", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Arsen Barsamyan", "split": "0-240", "manual_description": "A dramatic and emotional play on synthesizer, percussion, guitar and other instruments by Arsen Barsamyan. It evokes a whirlwind of emotions, stirring the heart with passion and desire. The melody dances with grace and elegance, mirroring the delicate intricacies of love's tender embrace."}
{"link": "https://www.youtube.com/watch?v=-g9cIjfqKyQ", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Arsen Barsamyan", "split": "7-247", "manual_description": "Synthesizer, percussion and other instruments play a romantic, dramatic and emotional music by Arsen Barsamyan where the notes fade into the night, the echoes of romance linger in the air, a reminder of the timeless power of love's sweet melody."}
{"link": "https://www.youtube.com/watch?v=MiS17dumCok", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Arsen Barsamyan", "split": "0-280", "manual_description": "Played by Arsen Barsamyan, synthesizer and percussion play a sad and contemplation provoking melody where the somber echoes of a haunting melody, the notes of sorrow resonate, weaving a tapestry of melancholy that envelops the listener in a shroud of sadness."}
{"link": "https://www.youtube.com/watch?v=qlNApFLW8HU", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Arsen Barsamyan", "split": "15-245", "manual_description": "Synthesizer, percussion and other instruments play a dramatic music by Arsen Barsamyan. The flow of the music and emotions swell, subside like ocean waves crashing against jagged cliffs. Moments of quiet contemplation give way to frenzied bursts of chaotic energy, leaving the audience on the edge of their seats, breathless and enraptured by the sheer power of the music."}
{"link": "https://www.youtube.com/watch?v=SsjBvH-13i4", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Arsen Barsamyan", "split": "6-320", "manual_description": "Syntheszier and percussion play a dramatic and emotional play by Arsen Barsamyan, accompanied by the somber chords of the piano, the music takes on a deeper resonance, weaving a tapestry of despair and heartache. The piano's mournful refrain adds depth and texture to the composition, its melancholic tones echoing the plaintive cries of a wounded soul."}
{"link": "https://www.youtube.com/watch?v=2fa7iC9ob0U", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Arsen Barsamyan", "split": "30-240", "manual_description": "Arsen Barsamyan's soothing melodies, performed on synthesizer, violin and percussion, offer a tranquil escape, allowing listeners to unwind, reflect, and appreciate life's simple pleasures. The moods are romantic, emotional, dramatic and heart touching."}
{"link": "https://www.youtube.com/watch?v=02UVXUH1600", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Arsen Barsamyan", "split": "4-237", "manual_description": "Synthesizer, percussion and violin under Arsen Barsamyan's direction craft a poignant Armenian instrumental piece, weaving an emotional narrative and longing that transports listeners to realms of harmony and nostalgia, provoking contemplation and wistful mood."}
{"link": "https://www.youtube.com/watch?v=G5o43pk0yU4", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Arsen Barsamyan", "split": "4-240", "manual_description": "Synthesizer, percussion and other instruments are playing Arsen Barsamyan's Armenian instrumental music, full of emotions, romance, sadness and melancholy. The mood provokes deep contemplation and life evaluation."}
{"link": "https://www.youtube.com/watch?v=8Tq_Qq2mzF4", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Arsen Barsamyan", "split": "4-335", "manual_description": "Arsen Barsamyan's evocative composition, played on synthesizer, percussion and violin, elicits feelings of introspection and longing, inviting listeners to immerse themselves in the melancholic beauty of the music, provoking dreaming, wistfulness and life evaluation in the beautiful melodic composition."}
{"link": "https://www.youtube.com/watch?v=uDrlWPbuWMA", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Arsen Barsamyan", "split": "51-115", "manual_description": "Percussion, synthesizer playing Arsen Barsamyan's Armenian instrumental music that evokes various feelings. From sadness to inspirational, motivating to move forward. The instruments converge in a dramatic and emotional performance that sweeps listeners away on a tidal wave of passion and intensity. "}
{"link": "https://www.youtube.com/watch?v=kBtkD0f1Iq8", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Arsen Barsamyan", "split": "3-225", "manual_description": "Arsen Barsamyan leads an ensemble of various instruments, including synthesizer and percussion, in an Armenian composition that exudes tranquility, with the gentle strumming of the instruments serving as a conduit for relaxation. This music offers a retreat for the mind and soul, washing away the stresses of the day with a bit sadness hidden in the beautiful melody."}
{"link": "https://www.youtube.com/watch?v=cpwyJs3UPF0", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Arsen Barsamyan", "split": "84-190", "manual_description": "A serene melody, performed by Arsen Barsamyan on synthesizer and percussion, induces relaxation and contemplation, inviting listeners to appreciate life's beauty and find solace in its calming embrace. Additionally, providing sadness and wistfulness."}
{"link": "https://www.youtube.com/watch?v=zHTNhxD1VQA", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Arsen Barsamyan", "split": "9-245", "manual_description": "Arsen Barsamyan and a collection of instruments, including synthesizer and percussion, craft an emotional and tranquil composition that harmonizes the body and mind, enveloping listeners in an atmosphere of excitement, romance, and drama."}
{"link": "https://www.youtube.com/watch?v=Dy3G07kK8Ig", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Arsen Barsamyan", "split": "2-190", "manual_description": "Arsen Barsamyan crafts a melancholic melody on synthesizer and percussion stirring feelings of drama, softness, and reverie. This somber composition prompts listeners to contemplate each note with bated breath."}
{"link": "https://www.youtube.com/watch?v=w3ET27p2Uds", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Arsen Barsamyan", "split": "20-277", "manual_description": "Dive into the dramatic and emotional soundscape curated by Arsen Barsamyan, featuring synthesizer and percussion in an Armenian instrumental music. This whirlwind of emotions dances gracefully, igniting the heart with passion and longing."}
{"link": "https://www.youtube.com/watch?v=sTrBRGMhD4k", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Arsen Barsamyan", "split": "0-210", "manual_description": "Arsen Barsamyan plays on synthesizer, percussion and violin, crafting an Armenian composition that soothes the soul with its serene melody, offering a tranquil retreat for the mind and spirit, alleviating stress and tension. Very beautiful melody that touches the heart of the listener."}
{"link": "https://www.youtube.com/watch?v=iJcBOOekvSk", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Arsen Barsamyan", "split": "36-290", "manual_description": "With Arsen Barsamyan at the helm, a diverse ensemble of instruments including percussion and synthesizer deliver an Armenian instrumental masterpiece, stirring a range of emotions from motivation to inspiration and the resilience of the human spirit. Other emotions include drama, romance and sadness."}
{"link": "https://www.youtube.com/watch?v=ZdGnZJDBoSQ", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Arsen Barsamyan", "split": "7-180", "manual_description": "Arsen Barsamyan's skillful play on synthesizer and percussion, as well as violin at the end, yielding a tranquil melody that beckons relaxation and introspection, providing a serene sanctuary for the mind and body to unwind and appreciate life's beauty. Provokes moods like romance, emotionality, drama and wistfulness."}
{"link": "https://www.youtube.com/watch?v=MtKBp-NNy6s", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Arsen Barsamyan", "split": "20-270", "manual_description": "Through Arsen Barsamyan's masterful performance on violin, synthesizer and percussion, an emotive and tranquil melody emerges, fostering harmony between body and mind, and invoking excitement, romance, and drama. The mood is super romantic, reminding of a love ballad and emotional narrative."}
{"link": "https://www.youtube.com/watch?v=2G1xGITEYh0", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Arsen Barsamyan", "split": "37-220", "manual_description": "Synthesizer, duduk and percussion playing a beautiful instrumental Armenian music by Arsen Barsamyan offering a chill atmosphere for listeners to savor and contemplate life's fleeting moments with a bit sadness and wistfulness."}
{"link": "https://www.youtube.com/watch?v=if_eY8rl3b0", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Arsen Barsamyan", "split": "10-320", "manual_description": "Arsen Barsamyan leads a traditional Armenian instrumental ensemble featuring synthesizer, percussion and trumpet, evoking a range of emotions from romance to nostalgia, with melodies transitioning seamlessly from calm to fervent."}
{"link": "https://www.youtube.com/watch?v=hQ8CfPPuZHY", "genre": "Armenian instrumental music", "label": "essentia", "artist": "Arsen Barsamyan", "split": "90-210", "manual_description": "Arsen Barsamyan's melancholic melody on synthesizer and percussion stirs a sense of drama, emotionality, softness, and reverie, compelling listeners to reflect deeply and cherish each poignant note. The mood is also a bit sad and wistful."}
{"link": "https://www.youtube.com/watch?v=_tOyQDboIFA", "genre": "Armenian instrumental music", "label": "piano", "artist": "Unknown", "split": "4-240", "manual_description": "A solo piano in C major resonating an Armenian instrumental melody. The somber tones evoke reflections on memories, losses, stirring listeners to ponder the passage of time and the weight of nostalgia. The sadness and melancholy penetrates the sould and evokes wistfulness."}
{"link": "https://www.youtube.com/watch?v=GO-M2LlJQGo", "genre": "Armenian instrumental music", "label": "piano", "artist": "Unknown", "split": "5-210", "manual_description": "Piano notes in C major resonate with the soul-stirring melodies of Armenian instrumental melody. Through each delicate chord, listeners are transported to a realm of timeless beauty and introspection, romance, emotionality and contemplation."}
{"link": "https://www.youtube.com/watch?v=XKKIWogbN8M", "genre": "Armenian instrumental music", "label": "piano", "artist": "Unknown", "split": "4-124", "manual_description": "Solo piano notes in C major performing an Armenian piano music. The romantic melody, paired with gentle harmony, paints a portrait of a love ballad, eliciting a cascade of beautiful emotions, an emotional narrative."}
{"link": "https://www.youtube.com/watch?v=Y4asI0NCMfY", "genre": "Armenian instrumental music", "label": "piano", "artist": "Unknown", "split": "4-150", "manual_description": "Solo piano rendition in C major of an Armenian music. With every note, the music tells a tale of heartache and yearning, full of sadness and wistfulness, weaving a tapestry of emotions that leaves listeners immersed in a sea of introspection."}
{"link": "https://www.youtube.com/watch?v=e_owBJ4E38Y", "genre": "Armenian instrumental music", "label": "piano/violin", "artist": "Unknown", "split": "5-230", "manual_description": "Solo piano rendition in C major and violin of an Armenian patriotic music. Inviting listeners to immerse themselves in a world of quiet contemplation, sadness, wistfulness and dramatic mood reminding of the hardships and the history of Armenia."}
{"link": "https://www.youtube.com/watch?v=89jsBvJchtE", "genre": "Armenian instrumental music", "label": "piano", "artist": "Unknown", "split": "5-235", "manual_description": "Solo piano notes in C major playing an Armenian instrumental music. The jubilant melody exudes happiness, love, and passion, setting the stage for a joyous union and a lifetime of shared dreams. The love ballad and emotional narrative makes the listener enjoy every note of the music."}
{"link": "https://www.youtube.com/watch?v=kWq1D7KDix0", "genre": "Armenian instrumental music", "label": "piano/violin", "artist": "Unknown", "split": "5-end", "manual_description": "Solo piano notes in C major and violin playing an Armenian sunrise serenade. The delicate melody heralds the dawn with gentle grace, filling the air with promises of new beginnings, hope, and endless possibilities."}
{"link": "https://www.youtube.com/watch?v=xTD7I3M_VHc", "genre": "Armenian instrumental music", "label": "piano", "artist": "Unknown", "split": "5-70", "manual_description": "Solo piano notes in C major performing an Armenian instrumental composition. The epic melody unfolds like a timeless saga, recounting heroic deeds, tragic loves, and eternal battles between light and darkness, stirring the listener's heart with courage and valor."}
{"link": "https://www.youtube.com/watch?v=4uVKP389OmM", "genre": "Armenian instrumental music", "label": "piano/violin", "artist": "Unknown", "split": "5-end", "manual_description": "Solo piano notes in C major and violin playing an Armenian fire-side ballad. The crackling melody dances like flickering flames, casting shadows of flickering memories, lost loves, and poignant reflections in the listener's heart"}
{"link": "https://www.youtube.com/watch?v=nnMy-AaAITs", "genre": "Armenian instrumental music", "label": "piano/violin", "artist": "Unknown", "split": "5-115", "manual_description": "Solo piano notes in C major and violin playing an Armenian instrumental serenade. The tender melody bathes the night in soft, silver light, weaving a tapestry of dreams, whispers, and stolen moments of quiet intimacy, stirring the listener's heart with longing and desire."}
{"link": "https://www.youtube.com/watch?v=3nKqGaUXjfE", "genre": "Armenian instrumental music", "label": "piano/violin", "artist": "Unknown", "split": "4-end", "manual_description": "Solo piano notes in C major accompanied by violin, interpreting an Armenian love music. The tender melody speaks of devotion, longing, and the sweetness of romance. The sad romantic mood reminds of a love ballad."}
{"link": "https://www.youtube.com/watch?v=Vihr0x-ICfI", "genre": "Armenian instrumental music", "label": "piano/violin", "artist": "Unknown", "split": "4-end", "manual_description": "Solo piano notes in C major with violin playing an Armenian pastoral melody. The serene music paints a picture of rolling hills and peaceful countryside, invoking feelings of tranquility and contentment. The music is a bit sad and wistful."}
{"link": "https://www.youtube.com/watch?v=ouIj_cp8Zws", "genre": "Armenian instrumental music", "label": "piano", "artist": "Unknown", "split": "4-267", "manual_description": "Aram Khachaturian's Armenian piano music played on piano notes in C major. A romantic waltz music evoking a desire to dance, to fall in love and fill a strong passion for the loved one."}
{"link": "https://www.youtube.com/watch?v=NHYaFHXqgRg", "genre": "Armenian instrumental music", "label": "piano/violin", "artist": "Unknown", "split": "5-198", "manual_description": "Solo piano notes in C major and violin playing an Armenian instrumental love tale. The whimsical melody dances with playful energy, inviting the listener to join in the enchanting narrative, the romance penetrates the heart of the listener."}
{"link": "https://www.youtube.com/watch?v=Mc0CIGP329M", "genre": "Armenian instrumental music", "label": "piano/violin", "artist": "Unknown", "split": "5-end", "manual_description": "A solemn piano rendition in C major and violin of an Armenian instrumental music. The melancholic notes evoke reflections on loss and longing, stirring deep emotions of sorrow and nostalgia."}
{"link": "https://www.youtube.com/watch?v=g3YGfgejzIo", "genre": "Armenian instrumental music", "label": "piano/violin", "artist": "Unknown", "split": "4-end", "manual_description": "Solo piano notes in C major with violin echoing the whispers of Armenian nature, a patriotic music. The music is a symphony of battlefield, a tribute to the beauty of the land that gave birth to powered and strong people and provides motivation, inspiration and hope."}
{"link": "https://www.youtube.com/watch?v=52yFKEyKHz0", "genre": "Armenian classical", "label": "piano", "artist": "Unknown", "split": "4-end", "manual_description": "Solo piano notes in C major playing Arno Babajanyan's Armenian music. The music is a romantic, love story. Moods provoked include positivity, nostlagia and contemplation. Making the listener to admire every note of this wonderful performance."}
{"link": "https://www.youtube.com/watch?v=nEXsaV48skc", "genre": "Armenian instrumental music", "label": "piano/violin", "artist": "Unknown", "split": "4-80", "manual_description": "Violin and Solo piano notes in C major capture the essence of Armenian music. The music resonates with echoes of generations past, a timeless ode to the strength of tradition. Providing motivation, inspiration and hope to endure and look to the future."}
{"link": "https://www.youtube.com/watch?v=p8wt-vqvDio", "genre": "Armenian instrumental music", "label": "piano/violin", "artist": "Unknown", "split": "4-113", "manual_description": "A solo piano notes play in C major of a romantic, dramatic, love Armenian music. The music is full of passion, positive emotions, but also includes sad energy that reminds of a love ballad."}
{"link": "https://www.youtube.com/watch?v=ysX23aQZVtk", "genre": "Armenian instrumental music", "label": "synthesizer/violin", "artist": "Unknown", "split": "4-end", "manual_description": "Synthesizer and violin playing an Armenian instrumental music with neutral mood which is a mix of motivational, drama and romance. The soft music evokes deep enjoyment and satisfaction."}
{"link": "https://www.youtube.com/watch?v=kXmqEMP7E7Q", "genre": "Armenian classical", "label": "piano/violin", "artist": "Unknown", "split": "4-150", "manual_description": "Tigran Mansuryan's music played on solo piano in C major, a soft, mix of romance, drama and sad mood music. The music is accompanied with violin in the background. Makes the listener fall into deep thoughts and enjoy every note of the play."}
{"link": "https://www.youtube.com/watch?v=GxGTkLBDcHo", "genre": "Armenian instrumental music", "label": "piano", "artist": "Unknown", "split": "4-140", "manual_description": "An Armenian patriotic music played on solo piano notes in C major with full of motivation, inspiration, hope. The pace is active, provoking strength and spiritual power."}
{"link": "https://www.youtube.com/watch?v=b5-KTF8AVck", "genre": "Armenian classical", "label": "piano", "artist": "Unknown", "split": "4-136", "manual_description": "Arno Babajanyan Armenian music played on solo piano notes in C major, a beautiful, romantic, dramatic and melodic play in slow pace that touches the heart of the listener, making him fall into contemplation and excitement."}
{"link": "https://www.youtube.com/watch?v=vwPp8XK7F-Y", "genre": "Armenian instrumental music", "label": "piano/violin", "artist": "Unknown", "split": "4-end", "manual_description": "Solo piano notes in C major unveils the bittersweet beauty of Armenian music, evoking a spectrum of emotions. With its slow, melodic pace, the music invites introspection and solace, with romantic tone in it reminding of a love narrative."}
{"link": "https://www.youtube.com/watch?v=7REz5FT5q5A", "genre": "Armenian classical", "label": "piano", "artist": "Unknown", "split": "4-end", "manual_description": "Solo piano notes play in C major, an Armenian music by Tigran Mansuryan. The play is rich in emotions, drama with beautifully played melody that provokes deep contemplation, excitement and wistfulness."}
{"link": "https://www.youtube.com/watch?v=U7Fo8tEumrM", "genre": "Armenian instrumental music", "label": "piano", "artist": "Unknown", "split": "4-222", "manual_description": "Solo piano notes in C major, an Armenian love story with emotional narrative full of passion and intensity. The music's poignant portrayal of romance and longing sparks a cascade of emotions and dreams."}
{"link": "https://www.youtube.com/watch?v=uW_LeG7lma8", "genre": "Armenian instrumental music", "label": "piano", "artist": "Unknown", "split": "4-257", "manual_description": "Solo piano playing in C major, interpreting an Armenian music. A poignant, introspective melody that evokes deep contemplation, stirring up a mix of emotions, from wistfulness to excitement."}
{"link": "https://www.youtube.com/watch?v=_rQNNsBY0DU", "genre": "Armenian instrumental music", "label": "piano", "artist": "Unknown", "split": "4-260", "manual_description": "A musical journey with solo piano notes in C major, resonating with the soul-stirring beauty of Armenian music. A bit active emotional play, originating contemplation where each note is a whisper of emotion, evoking feelings of longing and desire in a symphony of sound."}
{"link": "https://www.youtube.com/watch?v=EiSPazC0r0o", "genre": "Armenian instrumental music", "label": "piano/violin", "artist": "Unknown", "split": "4-end", "manual_description": "Deep emotional solo piano notes in C major, echoing the soul-stirring beauty of Armenian melodies. The composition is a testament to the power of music to evoke profound feelings of love and longing, romance, passion and drama."}
{"link": "https://www.youtube.com/watch?v=QaUKSJMTXxk", "genre": "Armenian instrumental music", "label": "piano/violin", "artist": "Unknown", "split": "4-90", "manual_description": "A journey of the heart with solo piano notes in C major, capturing the essence of Armenian melodies. This evocative composition weaves a tale of love and loss, stirring the soul with its haunting beauty, emotionality, drama and melody."}
{"link": "https://www.youtube.com/watch?v=FxkJh6CucD0", "genre": "Armenian instrumental music", "label": "piano/violin", "artist": "Unknown", "split": "4-end", "manual_description": "An enchanting, soft melody of Armenian piano music with solo piano notes in C major. This stirring composition captures the essence of longing and desire, full of positive emotions, weaving a tale of romance and reverie"}
{"link": "https://www.youtube.com/watch?v=P9dWvFzpOXI", "genre": "Armenian instrumental music", "label": "piano/violin", "artist": "Unknown", "split": "4-188", "manual_description": "Timeless music of Armenian piano music with solo piano notes in C major. Each note resonates with a deep sense of emotion, drama, evoking feelings of longing and nostalgia in a poignant symphony of sound."}
{"link": "https://www.youtube.com/watch?v=zWdtmBbgE1w", "genre": "Armenian instrumental music", "label": "piano", "artist": "Unknown", "split": "4-end", "manual_description": "A mesmerizing solo piano rendition in C major of an Armenian piece, evoking profound melancholy and introspection. The somber notes weave a tale of wistful contemplation, stirring the soul with their poignant beauty."}
{"link": "https://www.youtube.com/watch?v=HhoPwyhF3bI", "genre": "Armenian instrumental music", "label": "piano", "artist": "Unknown", "split": "4-89", "manual_description": "Solo piano notes in C major playing an Armenian piano music. A sad, melancholic and dramatic play originates moods that make the listener fall into contemplation, making them get excited and cry."}
{"link": "https://www.youtube.com/watch?v=OOHFFWz8T4s", "genre": "Armenian folk, Armenian traditional music", "label": "piano/violin", "artist": "Unknown", "split": "4-215", "manual_description": "Solo piano notes in C major playing Komitas's Armenian music with violin. A spring mood full of love, passion, romance and ballad. The soft melody provokes immense emotions and drama."}
{"link": "https://www.youtube.com/watch?v=GKZ_L7uCH_E", "genre": "Armenian classical", "label": "piano/violin", "artist": "Unknown", "split": "4-end", "manual_description": "Solo piano notes in C major playing Tigran Mansuryan's Armenian music with violin. The moods include romantic, emotional, dramatic and melodic. An emotional, sad story full of love and passion."}
{"link": "https://www.youtube.com/watch?v=8dDArTZOwn0", "genre": "Armenian instrumental music", "label": "piano/violin", "artist": "Unknown", "split": "4-end", "manual_description": "A solo piano notes in C major playing with violin a beautiful, melodic Armenian music. The music is both romantic and very emotional. The music provides enjoyment, satisfaction and happy moods."}
{"link": "https://www.youtube.com/watch?v=x6MxiGjlMTQ", "genre": "Armenian instrumental music", "label": "piano", "artist": "Unknown", "split": "4-100", "manual_description": "A solo piano notes in C major playing an Armenian music about love. The passion, romance and ballad are included in the music in a sad manner provoking various emotional feelings making the listener dream and enjoy."}
{"link": "https://www.youtube.com/watch?v=5g_AqcZj6GQ", "genre": "Armenian instrumental music", "label": "piano", "artist": "Unknown", "split": "4-194", "manual_description": "Solo piano notes in C major playing a romantic Armenian music about love. The play is full of emotions, sad romantic story full of emotions and intrigues."}
{"link": "https://www.youtube.com/watch?v=9JA5e9CiV0s", "genre": "Armenian instrumental music", "label": "piano", "artist": "Unknown", "split": "4-188", "manual_description": "Solo piano notes in C major of an Armenian romantic music. The overall aura is sad, but with various romantic tones. The melody rises motivation, passion and creates an emotional atmosphere."}
{"link": "https://www.youtube.com/watch?v=LY1m_NgjNB8", "genre": "Armenian instrumental music", "label": "piano", "artist": "Unknown", "split": "4-97", "manual_description": "Solo piano notes in C major of an Armenian patriotic music. The moods contained are inspiring, spiritual, motivating and full of hope providing strong emotions to the listener."}
{"link": "https://www.youtube.com/watch?v=tMtnR1QhzLA", "genre": "Armenian instrumental music", "label": "piano", "artist": "Unknown", "split": "4-81", "manual_description": "Solo piano notes in C major of Armenian patriotic music. The mood is inspiring, motivating, hopeful, providing strong spirit to the listener. A typic music of a strong Armenian soldier."}
{"link": "https://www.youtube.com/watch?v=JO6lNM3VN9E", "genre": "Armenian instrumental music", "label": "piano", "artist": "Unknown", "split": "4-290", "manual_description": "A romantic, emotional play on solo piano notes in C major of an Armenian music. The mood is highly emotional, a bit sad, full of passion and love."}
{"link": "https://www.youtube.com/watch?v=X9MxNQyQWOg", "genre": "Armenian instrumental music", "label": "piano/violin", "artist": "Unknown", "split": "4-174", "manual_description": "Solo piano notes in C major with violin playing an Armenian piano music with very emotional mood, romantic, melodic and nostalgic aura. The beautiful harmony makes the listener enjoy every note played."}
{"link": "https://www.youtube.com/watch?v=IOfbbfl7yhY", "genre": "Armenian folk, Armenian traditional music", "label": "piano", "artist": "Unknown", "split": "4-154", "manual_description": "Solo piano notes in C major playing an Armenian piano music by Komitas. The mood is strongly emotional, motivating, inspiring and melodic."}
{"link": "https://www.youtube.com/watch?v=Dskwtua6Lg0", "genre": "Armenian instrumental music", "label": "piano", "artist": "Unknown", "split": "4-156", "manual_description": "Solo piano notes in C major playing an emotional, romantic and melodic Armenian music. The melody reminds of a love ballad full of passion and romance."}
{"link": "https://www.youtube.com/watch?v=YyrjaN6ubpE", "genre": "Armenian classical", "label": "piano", "artist": "Unknown", "split": "4-150", "manual_description": "Solo piano notes in C major of Tigran Mansuryan's Armenian music. A romantic, emotional play provoking different emotions: love, nostalgia, containing a bit sad tone."}
{"link": "https://www.youtube.com/watch?v=eYa5ZknzhZw", "genre": "Armenian instrumental music", "label": "piano/violin", "artist": "Unknown", "split": "4-170", "manual_description": "Solo piano notes in C major accompanied by violin playing a super emotional Armenian music, a soundtrack, that creates strong feelings, sadness, melancholy and deep thinking."}
{"link": "https://www.youtube.com/watch?v=8Z3AaPF46WY", "genre": "Armenian instrumental music", "label": "piano", "artist": "Unknown", "split": "4-132", "manual_description": "Solo piano notes in C major of a melodic, romantic and emotional Armenian music. The pace is slow that originates diverse moods of sadness, contemplation and satisfaction."}
{"link": "https://www.youtube.com/watch?v=HnJy0l9UuI8", "genre": "Armenian instrumental music", "label": "piano", "artist": "Unknown", "split": "4-140", "manual_description": "Solo piano notes in C major of an emotional Armenian music. Slow, melodic, melancholic music evoking various sad feelings. It makes the listener contemplate and evaluate the past."}